[
    {
        "State": "AL",
        "State WIOA Plan": "Alabama WIOA State Plan 2020- 2024; https://dhr.alabama.gov/wp-content/uploads/2020/02/2020-Combined-Plan-for-WIOA-DRAFT.pdf  ",
        "State has identified in-demand digital skill needs using Statewide data? ": "yes; The WIOA State Plan notes that “the insurgence of transportation manufacturing in the State has produced a huge demand for highly skilled technical workers. Occupations such as team assemblers, aircraft mechanics, aircraft assemblers, welders, industrial machinery mechanics, computer-controlled machine operators, machinists, and many others have experienced significant increases in employment. Furthermore, advances in technologies, such as the wide use of robotics for parts assembly, have raised the level of skills required to compete for these jobs. This facility, as well as the Alabama Industrial Development Training (AIDT) Maritime training facility in Mobile, are providing invaluable training services to manufacturing employers across the State.” ; “The remaining occupations that occur Statewide in the high demand list are IT occupations, engineers, managers, and various financial and data analyst type occupations. Computer occupations will continue to be in high demand as technology increases the careers that require computers and robotics. In recent years, however, interest in the pursuit of advanced IT careers has waned, so workforce development is working on efforts to increase the number of students trained in this field. The three engineering occupations are all imperative for the success of the State’s thriving manufacturing sector: industrial engineers, mechanical engineers, and aerospace engineers. Demand for market research analysts is a reflection of an emphasis on making effective and efficient decisions based on data analysis. With the advancement of technology, more data is being collected than ever before. Companies are beginning to see the advantages of regular data analysis to increase success.” ; Additionally, The Labor Market Information (LMI) Division began a series of training events throughout the State, focusing on workforce development partners, employers, and two-year colleges to introduce LMI data and how to interpret it.  ",
        "Identified in-demand skills using statewide data links": "Alabama Labor Market Information; http://www2.labor.alabama.gov/ ; LMI Training Program; https://labor.alabama.gov/news_feed/News_Page.aspx?id=90 ",
        "State has comprehensive plan to address digital skills needs?": "Yes; AlabamaSkills USA is a Statewide program working in partnership with Governor Ivey that aims to place 500,000 new highly-skilled Alabamians in the workforce by 2025. The program offers training in multiple sectors, including STEM and Information Technology. ; Alabama Industrial Development Training (AIDT) provides training and classes for in-demand occupations, including information technology. AIDT partnered with Coursera to offer free classes to develop essential workforce skills at no charge to the learner through December 31, 2020. ",
        "Comprehensive plan links": "Alabama SkillsUSA; https://alskillsusa.org/  ; Alabama Industrial Development Training; https://www.aidt.edu/  ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Alabama’s 2019 Broadband strategy outlines five Broadband Alabama Strategy areas, which include financial support of broadband development, broadband planning and mapping and “broadband ready communities.” ",
        "Digital Divide Links": "Alabama 2019 Broadband Strategy; https://adeca.alabama.gov/Divisions/energy/broadband/Broadband%20Docs/Broadband%20Alabama%20Strategy.pdf  \r\n",
        "Digital Skilling Mentioned in State of State:": "No; Digital skilling is not mentioned directly in the 2020 State of the State. However, Governor Ivey discussed Alabama’s goals to help citizens achieve post-secondary credentials, saying, “While no State in the nation has had more success in recent years attracting new investment and new industry, Alabama must redouble our efforts to ensure that we will have the most-sought after and qualified workforce in the country. We have set an ambitious — but needed goal — of 500,000 employees with post-secondary credentials by 2025 that will stretch across all aspects of our education and workforce system. Our future depends on it.” ",
        "State of State Links": "Alabama 2020 State of the State; https://governor.alabama.gov/assets/2020/02/SOTS-Speech-2020-.pdf  ",
        "State has community college efforts promoting digital skills?": "Yes; Alabama is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; Alabama Community College System; https://info.accs.edu/index.cfm/workforce-development/  ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The Alabama Office of Apprenticeship is creating opportunities in the information technology sector and other “high-skill, high-wage, and high-demand areas”. ",
        "Apprenticeship Links": "Alabama Office of Apprenticeship; http://www.alapprentice.org/ ",
        "Online skilling tool offered by State?": "yes;AlabamaWorks! and Alabama Industrial Development Training (AIDT) offer skilling resources for individuals seeking training and partnered with Coursera to offer online skills development courses for in-demand skills now through December 31, 2020. ; AlabamaWorks also includes a separate link to additional online skills development courses, including through Alison and Microsoft 365 ",
        "Skilling tool links": "Alabama Works Online Skills Development Courses;  https://alabamaworks.alabama.gov/vosnet/OnlineLearning/Resources.aspx  ; “AlabamaWorks!” ; https://alabamaworks.com/  ; “AIDT Learning Resources” ; https://www.aidt.edu/learn/  ; GCFLearnFree; https://edu.gcfglobal.org/en/ ; Alison; https://alison.com/ ",
        "State has additional dedicated digital skills initiatives?": "Yes; Alabama is a member of the Skillful State Network. ; JumpStartAL was announced in July, 2020 as “private-public partnership to help carry out Alabama’s strategy for the future of workforce development.  Using leading edge virtual reality (VR) training solutions from job simulator TRANSFRVR, JumpStartAL will offer new education and training programs to develop the state’s next generation of highly skilled workers. “Alabama is focused on the future,” Gov. Kay Ivey said. “JumpStartAL will help ensure that we are positioned to attract the jobs of tomorrow by educating and training Alabamians to take advantage of the opportunities those jobs will provide.” The initiative will highlight career paths needed for Alabama to meet its goal of increasing its workforce by 500,000 highly skilled workers by 2025. ",
        "Other initiatives links": "JumpStartAL; https://jumpstartal.com/  ; Skillful State: https://www.skillful.com/policymakers  \r\n"
    },
    {
        "State": "AR",
        "State WIOA Plan": "Arkansas WIOA State Plan 2020-2023; https://www.dws.arkansas.gov/src/files/WIOA_State_Plan_PY2020-2023_Agenda_Draft_(12.30.19_2_.06pm)_.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The state identified skill projections for work activities related to “interacting with computers” in which there are 85,960 current job openings in the State. ; Discover Arkansas also includes other State Labor Market Information.  ",
        "Identified in-demand skills using statewide data links": "Discover Arkansas Skill Projects; http://www.discover.arkansas.gov/Education/Skills-Projections#746754941-top-15-generalized-work-activities ; State Labor Market Information; http://www.discover.arkansas.gov  ",
        "State has comprehensive plan to address digital skills needs?": "No. ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Governor Asa Hutchinson has targeted a goal of seeing 25 Mbps/3 Mbps broadband deployed to all population centers in Arkansas over 500 by the year 2022.  ",
        "Digital Divide Links": "State Broadband Plan; https://governor.arkansas.gov/images/uploads/Arkansas_State_Broadband_Plan_Final_5.15_.19_.pdf ",
        "Digital Skilling Mentioned in State of State:": "No; The Governor did, however, address the digital divide: “It all emphasizes the importance of high-speed broadband internet in our state for education and business. We need to continue to invest, and invest more to meet this need of the future.”  ",
        "State of State Links": "State of the State; https://governor.arkansas.gov/news-media/speeches/2020-state-of-the-state-address ",
        "State has community college efforts promoting digital skills?": "Yes; The Governor’s Computer Science Initiative: Governor Hutchinson has been promoting increased enrollment in computer science since his 2014 campaign. His goal is to increase the number of students with a computer science background and to meet the needs of existing and potential employers in Arkansas. In 2015, the Arkansas General Assembly passed legislation requiring that all public schools offer at least one high-level computer science class. Additional efforts to expand computer science include increased investment in CTE programs. ; Arkansas also plans to expand computer science opportunities in higher education and through direct to-industry option, ensure its programs stay up-to-date with new technologies and security related to those technologies, and focus on high-demand cybersecurity education, including direct-to-job and internship opportunities for students and an expansion of the 22 cybersecurity programs in state universities. ; Regarding Career and Technical Education, Arkansas has developed several CTE programs at the State level that are available for adoption by eligible recipients. These State-developed programs include: Advanced Manufacturing and Robotics, Pre-Engineering, Mobile Application Development, Computer Programming, and Cybersecurity. 91 percent of employers participating in Arkansas CTE stakeholder meetings listed employees’ lack of employability skills and core skills (e.g., reading, writing, interviewing, computer skills, etc.) as their greatest challenge. ; Within the State Perkins Plan, the Career and Technical Education Coordinator for 21 Arkansas school districts in Western Arkansas, stated in that they feel that proper Keyboarding skills should be taught in schools, as they are a foundation skill for word processing applications, such as Microsoft Word or Google Docs, which are utilized in every occupational sector. They emphasized that keyboarding is a basic skill that can be life changing living in a digital world and workplace. ; Arkansas is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ; The State also has the Career Pathways Initiative (CPI), which serves current and former Transitional Employment Assistance (TEA) recipients or TANF-eligible students currently or newly enrolled at one of the participating public two-year colleges in Arkansas or in a program administered by participating two-year colleges. The program helps cover tuition and support for related expenses and includes a wide range of degree and career options, including information technology.   ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; CPI; https://arpathways.com ;Perkins State Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/AR_2020_State_Plan.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Programs in Software Architecture and Software Development are offered as Registered Apprenticeship programs.",
        "Apprenticeship Links": "State Apprenticeship Information; https://www.dws.arkansas.gov/job-seekers/registered-apprenticeship-for-job-seekers/ ",
        "Online skilling tool offered by State?": "Yes; The state uses the ACT WorkKeys® assessments for Career Readiness Certificates (CRC).  ; Without credentialing, the University of Arkansas provides free Professional and Workforce Development webinars, including webinars on topics related to digital skills. ; The State also has Arkansas Job Link, a website run by the State Workforce Center that helps jobs seekers in their search for employment.  ",
        "Skilling tool links": "University of Arkansas Webinars; https://training.uark.edu/professional-development/#group=training&agriculture=0&business=0&careerprep=0&computerapp=0&education=0&engineering=0&healthcare=0&highschool=0&holistichealth=0&language=0&music=0&non-profit=0&personalgrowth=0&skilledtrades=0&socialwork=0&supplychain=0&technology=0&testprep=0&writing=0 ; Arkansas Job Link; https://www.arjoblink.arkansas.gov/ada/r/ ;ACT WorkKeys®: https://www.dws.arkansas.gov/job-seekers/career-readiness-certification/ ",
        "State has additional dedicated digital skills initiatives?": "Yes; The State was a recipient of Reimagine Workforce Preparation Grant for the amount of $13,579,455.83. The grant funded the Arkansas COVID-19 Economic Recovery Project, which will create, develop, implement, and replicate short-term educational programs and training courses to help displaced workers return to gainful employment and help new workers enter jobs within in-demand industry sectors or occupations. The project will deliver online services to cover the entire state. It will recruit unemployed, underrepresented, recent or currently incarcerated, and rural individuals from across the state to enroll in existing online short-term training programs. It will work with industry partners to develop new online training programs targeting in-demand occupations. It will remove barriers to participation by supporting students with financial assistance, career counseling, and job placement assistance. It will develop and deliver short-term training to increase remote learning options and ensure a quick return to work for displaced workers or an earlier start for those entering the workforce. Key partners will include the Arkansas Department of Workforce Services, University of Arkansas Global Campus, Shorter College, and iDatafy LLC.  ; In 2016, Governor Hutchinson “announced the signing of an MOU with Microsoft to implement a Digital Alliance intended to promote STEM education and economic development  Statewide. Microsoft committed to hosting a DigiCamp and YouthSpark Live event for students and a BizSpark training session. In addition, Microsoft partnered with the Arkansas Department of Education to grow the TEALS Initiative, which pairs computer science professionals with computer science teachers to teach high school computer science courses” ",
        "Other initiatives links": "Reimagine Workforce Preparation Grant; https://oese.ed.gov/files/2020/09/ESF-RWP-2020-Abstract-AR-Div-of-Workforce-Services.pdf ; MOU: https://governor.arkansas.gov/news-media/press-releases/gov-hutchinson-signs-mou-with-microsoft-for-strategic-digital-alliance "
    },
    {
        "State": "AZ",
        "State WIOA Plan": "Arizona WIOA State Plan 2020-2023; https://arizonaatwork.com/sites/default/files/WIOA_Arizona_State_Plan_PY2020-2023.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA plan identifies “The Professional, Scientific, and Technical Services industry” as an in-demand industry that provides a wide range of employment opportunities throughout the Arizona economy. The largest subsectors within this industry include Computer System Design Services (37,959 employees), Architectural and Engineering Services (26,017 employees) and Management, Scientific, and Technical Consulting Services (25,553 employees). Compared to the other in-demand industries, Professional, Scientific, and Technical Services had the second-highest wages in 2018 Q4 and fourth-largest wage growth from 2015 to 2018. Professional, Scientific, and Technical Services was selected as an In-Demand industry due to high wages, high wage growth, and a preponderance of high-skilled occupations. ; The WIOA plan also identifies “The Information Technology industry” as an emerging field. The employment growth for specific high-tech subsectors was large enough that a portion of the larger Information industry was targeted by Arizona as an in-demand industry. Information Technology employment increased by 9.6 percent annually from 2015 to 2018, the largest employment growth rate of all the in-demand industries. Within the Information Technology sector, employment growth occurred within Satellite Telecommunications (1,375 jobs), Internet Publishing (1,140 jobs), Software Publishers (1,077 jobs) and Data Processing Services (1,021 jobs). ; Specifically concerning computers and mathematics, \"Mathematics knowledge\" and \"Computers and Electronics skills\" were listed among most needed skills among in-demand occupations. Computer Systems Analysts, Software Developers (Applications), Computer User Support Specialists, Web Developers, Information Security Analysts, Statisticians, Computer Network Architects, Computer Occupations (All Other) and Network and Computer Systems Administrators were occupations listed among the most in-demand in the State WIOA plan and the plan reported that Computer and Mathematical occupations had an annual percent change of 3.6% between 2018 and 2020.",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; http://www.discover.arkansas.gov/Education/Skills-Projections#746754941-top-15-generalized-work-activitieshttp://www.discover.arkansas.gov/Education/Skills-Projections#746754941-top-15-generalized-work-activities ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; In 2018, Arizona released a Broadband Strategic Plan: (1) Coordinate and integrate existing public networks to seek efficiencies, (2) Leverage buying power, (3) Identify infrastructure expansion investment vehicles, (4) Investigate potential public-private partnerships, (5) Identify ways to solve problems where the market has failed. ; In terms of spending, Arizona allocated $3 million in taxpayer funding to again act as grant match dollars to leverage additional Federal resources to accelerate broadband deployment in underserved areas as part of the State’s Fiscal Year 2020 budget. ; In Arizona’s Fiscal Year 2019 budget, the State dedicated a total of $11 million to leverage a combined $110 million in Federal E-Rate funding to connect rural schools and libraries. ;  In April 2019, Verizon announced Phoenix will be among the first 20 U.S. markets to receive the company’s 5G Ultra Wideband network. In 2017, Governor Ducey signed legislation making Arizona the first State in the nation to streamline the deployment of technology enabling next-gen 5G wireless communication.  ",
        "Digital Divide Links": "State Broadband Plan; https://www.azcommerce.com/broadband/ ; Arizona Libraries Broadband Information; https://azlibrary.gov/sites/default/files/erate_2018_az_broadbandstrategicplan_final.PDF ",
        "Digital Skilling Mentioned in State of State:": "No; However, Governor Ducey acknowledged that Arizona is top 10 in science and technology jobs in the United States. He also prioritized improving high-speed internet connectivity, workforce programs, and “The New Economy Initiative,” meant to graduate college students in Arizona prepared for today’s jobs.  ",
        "State of State Links": "State of the State; https://azgovernor.gov/governor/news/2020/01/governor-ducey-delivers-2020-state-state-address ",
        "State has community college efforts promoting digital skills?": "Yes; According to an announcement from August 25, 2020: “Arizona community colleges, businesses and government agencies have joined a national movement to help those most affected by the massive job losses during the pandemic: low wage workers, women and people of color.; The effort, called the Reskilling and Recovery Network, is intended to not only to get people back to work but to train them for today’s modern jobs, particularly for technology positions like data and project management, cloud computing, cybersecurity, IT architecture, aviation technology, artificial intelligence and more.” ; “In Arizona, those joining with the college districts in the effort are the Governor’s Office, Achieve60AZ, Arizona Commerce Authority, Arizona Community College Coordinating Council, Greater Yuma Economic Development Corp., Pinal County Economic and Workforce Development Department, and The Boeing Company.” \r\n\r\nAdditionally, “Over the past several years, colleges across the State have been beefing up their technology offerings to meet industry demand.” These efforts have included programs such as providing a Google IT Support Professional, Artificial Intelligence certificate and degree, an Aviation Technology Program, and a 3D Construction Program. \r\n\r\n ",
        "Community College Links": "Information on Community College Initiatives; https://chamberbusinessnews.com/2020/08/25/arizona-colleges-join-effort-to-help-unemployed-ratchet-up-skills/  ; Reskilling and Recovery Network; https://www.nga.org/reskilling/ ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; apprenticeship opportunities are available in a wide range of industries, including in information technology. ; Arizona is also a part of Apprenti, which works to facilitate technology careers through apprenticeships.  ",
        "Apprenticeship Links": "Apprenti; https://apprenticareers.org/who-we-are/ ",
        "Online skilling tool offered by State?": "No; The State, however, does have Arizona at Work, an online skill matcher and job finder platform. It also has Career One Stop, a job searching resource.  ",
        "Skilling tool links": "Arizona at Work; https://arizonaatwork.com/ ; Career One Stop; https://www.careeronestop.org/ ",
        "State has additional dedicated digital skills initiatives?": "No; However, the Arizona Commerce Authority (ACA) is the state's leading economic development organization and is overseen by a public-private sector board composed of Arizona leaders in business and policy. The board is overseen by Arizona Governor Doug Ducey and co-chaired by Brian Mueller, President and CEO of Grand Canyon University. ; The ACA’s website includes links to online training resources including Microsoft Learn,  Coursera and Alison  ",
        "Other initiatives links": "ACA Website; https://www.azcommerce.com/returnstronger/training/ "
    },
    {
        "State": "CT",
        "State WIOA Plan": "Connecticut WIOA State Plan 2020-2023; https://www.ctdol.state.ct.us/OWC/DRAFT%20WIOA%20Unified%20State%20Plan%202020-2023.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA plan highlights that one of the industries with the largest increases in demand is professional scientific and technical services occupations. Within professional scientific and technical services, computer system design, management consulting, and architectural & engineering fields will be adding the most jobs. ; Additionally, listed under “Emerging Demand Industry Sectors and Occupations” were computer system design and related services careers, making up 27% of employment in the Professional, Scientific and Technical Services sector and representing 42% of the projected growth in that sector. Occupations within computer system design and related services with the largest projected employment increase are Applications Software Developers, Computer and Information Systems Managers, Computer Systems Analysts, Systems Software Developers and Customer Service Representatives.   ",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://www1.ctdol.state.ct.us/lmi/lmidata.asp \r\n\r\n ",
        "State has comprehensive plan to address digital skills needs?": "No ",
        "State has a plan for addressing digital divide (broadband)?": "yes; The State has begun to initiate broadband efforts, with the Office of Consumer Counsel (OCC) stating that, in the 21st century, access to Broadband is as essential to the State of Connecticut as are electricity, heat and clean water.  Accordingly, the OCC has engaged the Office of State Broadband to take steps needed to ensure that broadband service at appropriate speeds is available to every Connecticut resident. ; It is also important to note that the State already has widespread broadband access, with the State reporting that 99.1% of Connecticut residents have access to broadband 100mbps or faster, and 18.1% of Connecticut residents have access to 1 gigabit broadband.",
        "Digital Divide Links": "Office of State Broadband; https://portal.ct.gov/OCC/Services/Broadban ; Access to Connecticut Broadband Statistics; https://broadbandnow.com/Connecticut ",
        "Digital Skilling Mentioned in State of State:": "No;  However, Governor Lamont did highlight the number of tech jobs in the state and noted that the revamped Governor’s Workforce Council has assembled one of the most talented and ambitious State workforce boards in the nation: “Led by Garrett Moran, our state’s biggest employers are sitting down with our educators, our nonprofits, our State agencies, and our unions to make sure that Connecticut maintains the highest quality education and training pipeline in the nation...It doesn’t stop in high school. More and more jobs require post-secondary training, and we are doing more to make higher education more affordable so no student gives up his or her dreams because they cannot afford the cost. Starting this year, UConn will eliminate tuition for all students of families earning less than $50,000 a year, and community college will be debt-free for recent high school grads.” ",
        "State of State Links": "State of the State; https://portal.ct.gov/Office-of-the-Governor/News/Speeches/Governor-Lamont-2020-State-of-the-State-Address ",
        "State has community college efforts promoting digital skills?": "Yes; The State Perkins plan states that Perkins reserve funds will be used in CTE efforts that increase access, student engagement, and success in science, technology, engineering, and mathematics fields (including computer science and architecture) for students who are members of groups underrepresented in such subject fields. The Perkins plan also reports that information technology courses were often recorded in student surveys as among those that best prepared students for life after graduation. ; Within the Perkins plan, the State also has highlighted a desire to cooperate with workforce boards, and provided the examples of creating computer apprenticeships and teaching STEM skills as examples of such possible cooperation. ; Connecticut is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; State Perkins Plan; https://portal.ct.gov/-/media/SDE/Board/BoardMaterials060320/Strengthening_Career_and_Technical_Education_for_the_21st_Century_Act_Perkins_V_State_Plan.pdf  ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Connecticut has the American Apprenticeship Initiative (AAI), which is meant to help increase apprenticeships in high demand industries. It provides tuition reimbursement for pre-apprentices/apprentices in the following fields: Healthcare, Business services/Information technology, Advanced Manufacturing. The program is federally funded. ; Connecticut is also working to expand student Registered Pre-Apprenticeship program benefits employers by accelerating necessary training and developing talent to provide well-prepared workers for industries seeking skilled workers. Pre-Apprenticeship allows career exploration to take place not just in schools, but on the job, with credit hours put toward a Registered Apprenticeship. Upon graduation, a Pre-Apprentice can carry up to 2,000 hours of on-the-job experience into their Registered Apprenticeship.  ",
        "Apprenticeship Links": "Department of Labor Apprenticeship Information; http://www.ctdol.state.ct.us/progsupt/appren/appren.htm. ",
        "Online skilling tool offered by State?": "Yes; The State offers Skill Up Connecticut, which provides digital skilling in a variety of subjects, including computer skills through Metrix Learning. The SkillUp CT program is coordinated by the Connecticut Workforce Development Council (CWDC) in collaboration with the Connecticut Governor's Workforce Council (GWC) and the Connecticut Department of Labor (CTDOL). SkillUp CT is made possible by funding from the Connecticut Health and Educational Facilities Authority (CHEFA) and the Connecticut Department of Economic and Community Development, and is offered through Connecticut's five regional Workforce Development Boards. The program was expanded by Governor Ned Lamont in response to the COVID-19 pandemic. ; The State also has an online portal with virtual classes and job search tools, called the CT Back to Work Initiative.  ; Connecticut also has a job and employment page for those searching for work.  ",
        "Skilling tool links": " \r\n\r\nSkill Up CT; https://www1.ctdol.state.ct.us/lmi/skillupCT.asp ; SkillUp CT Press Release; https://portal.ct.gov/Office-of-the-Governor/News/Press-Releases/2020/05-2020/Governor-Lamont-Announces-Statewide-Launch-of-Free-Online-Job-Training-Program ; CT Job Search Page; https://portal.ct.gov/Services/Jobs-and-Employment ; CT Back to Work Initiative; https://business.ct.gov/jobs-and-resources ",
        "State has additional dedicated digital skills initiatives?": "Yes; Connecticut has created incentive programs for supporting technology industries in the State. For example, a Grow CT Rebate will reward companies in specific industries (finance and insurance, advanced manufacturing, health care, bioscience, technology, and digital media) that create at least 25 jobs paying above-average wages. ; In addition, there is the $10 million Connecticut Tech Talent Fund. This fund provides matching grants to companies hiring technology interns from local colleges and universities to specialized technology training programs focused on building capacity in the areas of Full Stack Development and Data Science and Analytics. ; In a similar effort to expand a technology focus throughout the State, The Next Generation Connecticut initiative intends to expand educational opportunities, research and innovation in the science, technology, engineering and mathematics (STEM) disciplines at the University of Connecticut. ; For skilling efforts, The Northwest Regional Workforce Investment Board offers basic computer classes which are open to the public. The State also runs the Tech Hire program, which offers Information Technology (IT) training and career support and is funded by a $4 million TechHire Partnership Grant from USDOL. Young adult training focuses on attaining a number of Information Technology credentials including a CompTIA A+ credential. This program will end in June, 2020 with a potential of a one year no-cost extension.  ",
        "Other initiatives links": "\r\n\r\n "
    },
    {
        "State": "FL",
        "State WIOA Plan": "Florida WIOA State Plan 2020-2024; https://careersourceflorida.com/wioa_2020-2024/ ",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific focus on needs for digital skills.; However the WIOA State plan notes that “The most common industry sectors for emerging occupations are healthcare and professional services, due to ongoing advances in medical technology, life, physical and environmental sciences, engineering, mathematics and computer sciences, and psychology and the social sciences.”; The State’s Launch My Career website provides detailed information on employment opportunities in key occupations including those related to technology. ; Although not a State initiative, the Florida Chamber of Commerce released “Florida Jobs 2030”, which includes detailed information on future jobs, including those related to technology occupations.   ",
        "Identified in-demand skills using statewide data links": "Florida labor market information; http://www.floridajobs.org/workforce-statistics/workforce-statistics-data-releases/monthly-data-releases  ; Regional demand occupation lists; http://www.floridajobs.org/workforce-statistics/publications-and-reports/labor-market-information-reports/regional-demand-occupations-list ; Launch My Career Florida; http://launchmycareerfl.org/jobs/15-1122-00 ; Florida Jobs 2030 ; https://www.flchamber.com/launch-my-career/  ",
        "State has comprehensive plan to address digital skills needs?": "No; No evidence of a detailed and specific plan for addressing digital skill needs. ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The Office of Broadband works with local and State government agencies, community organizations and private businesses to increase the availability and effectiveness of broadband internet throughout the State, specifically in small and rural communities. It was established within the Division of Community Development on July 1, 2020. The Florida Department of Economic Opportunity is the lead agency to facilitate the expansion of broadband internet services in the State. ",
        "Digital Divide Links": "Florida Office of Broadband; https://floridajobs.org/community-planning-and-development/broadband/office-of-broadband ",
        "Digital Skilling Mentioned in State of State:": "No; However, Governor DeSantis did raise the issue of workforce skills “Traditional four-year universities aren’t the only way to acquire advanced knowledge or skills – and for many it is not the best way. Thanks to the leadership of our Commissioner of Education Richard Corcoran we have launched an initiative to make Florida the nation’s leader in workforce education by 2030 and, thanks to your support, we are off to a good start.\r\n\r\nVocational education is making a comeback in our high schools and students in districts such as Miami-Dade can graduate with industry certifications in fields like electrical and HVAC. \r\n\r\nApprenticeship programs also offer a great way to equip Floridians with skills that merit gainful employment. \r\n\r\nIt was either Benjamin Franklin or an ancient Confucian philosopher who once said, ‘Tell me and I forget. Teach me and I remember. Involve me and I learn.’\r\nOnce Floridians acquire skills it is important that they be allowed to employ those skills without unnecessary barriers placed in their way by government. Florida’s occupational licensing regime too often hinders upward mobility – often for lower income workers -- because so much of the regime is based not on the legitimate goal of protecting public health and safety but on keeping people out, creating a guild that benefits insiders at the expense of those seeking to enter moderate income professions ranging from barbers to interior design. \r\n\r\nOur citizens shouldn’t need a permission slip from the government in order to earn a living. \r\n\r\nWe have a good reform bill pending before the Legislature that made it to the 1 yard line last year. Let’s punch it in the end zone this year.” ",
        "State of State Links": "Florida 2020 State of the State Address; https://news.wjct.org/post/transcript-2020-state-state-address-gov-desantis ",
        "State has community college efforts promoting digital skills?": "Yes; The Get There Florida Initiative is in partnership with the State’s 28 Florida College System institutions and the State’s 48 technical colleges or centers. It accelerates students’ time to completion of an in-demand but high-value industry certification or postsecondary workforce credential. Programs include advanced manufacturing, transportation and logistics, healthcare, and information technology.  ",
        "Community College Links": "Get There Florida; https://gettherefl.com/",
        "State has technology-related apprenticeship program planned or in place?": "Yes; An initiative to expand apprenticeship opportunities throughout the State is led by the Department of Economic Opportunity in collaboration with CareerSource Florida and the Florida Department of Education. Apprenticeship FLA seeks to Expand apprenticeships in several targeted sectors, including advanced manufacturing, healthcare, building trades/construction, hospitality, maritime industries, transportation, warehousing, and information technology. ",
        "Apprenticeship Links": "Apprenticeship Florida;https://apprenticeflorida.com/  ; Career Source Florida; https://careersourceflorida.com/about-us/contracting-opportunities/ ",
        "Online skilling tool offered by State?": "Yes; The State has Employ Florida, a resource hub for job seekers. Employ Florida also includes a separate link to online skills development courses, including through Alison and Microsoft 365. ; Florida also has LaunchMyCareerFL.org, a “free interactive website that helps students determine their ideal majors and jobs based on programs at public institutions and training programs in Florida and help close Florida’s talent and skills gap.”  \r\n",
        "Skilling tool links": "Employ Florida Online Skills Development Courses; https://www.employflorida.com/vosnet/Default.aspx ; Employ Florida; https://www.employflorida.com/vosnet/Default.aspx ; LaunchMyCareerFL; https://www.flchamber.com/launch-my-career/; Alison; https://alison.com/ ; Employ Florida Online Resources; https://www.employflorida.com/vosnet/OnlineLearning/Resources.aspx ",
        "State has additional dedicated digital skills initiatives?": "No; However, National Association of State Workforce Agencies (NASWA) granted the Florida Department of Economic Opportunity (DEO) with the Data Insights and Innovations Award, presented by the NASWA Workforce and Labor Market Information Committee. The award was in honor of the Florida Workforce Statistics and Economic Research Bureau (WSER) and their “initiative to increase the agency’s capacity for analyzing data to achieve operational improvement and efficiency. Through this process, WSER developed a robust tool that highlights local areas suited for outreach and technical assistance for community development grant applications. This framework has allowed the WSER to manage multiple projects of varying size, complexity, scope, and priority and enabled them to complete over 20 projects related to process improvements for its Federal-State statistical programs' data collection, processing and analysis last year.” ; The Department of Economic Opportunity is also working to develop dashboards for local workforce development boards to assist in developing best practices in servicing job seekers.  ",
        "Other initiatives links": "Dashboards; https://floridajobs.org/workforce-statistics/products-and-services/dashboards ; NASWA; https://www.naswa.org/news/florida-data-analytics-tool-receives-national-recognition \r\n"
    },
    {
        "State": "GA",
        "State WIOA Plan": "Georgia WIOA State Plan 2020-2024; https://tcsg.edu/wp-content/uploads/2020/01/Proposed-GA-State-Plan_1.17.2020.pdf#:~:text=with%20the%20Workforce%20Innovation%20and%20Opportunity%20Act%20%28WIOA%29%2C,result%20of%20a%20collaboration%20amongst%20the%20Technical%20College  ",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific focus on need for digital skills. ; However, the State WIOA plan identifies several careers that require digital skills as in-demand occupations. ; Additional Statewide labor market information can be found at the Georgia Department of Labor website.  ",
        "Identified in-demand skills using statewide data links": "Georgia labor market information; https://explorer.gdol.ga.gov/vosnet/Default.aspx  ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The State launched the Georgia Broadband Deployment Initiative (GBDI) in 2018. According to Georgia’s 2020 Broadband Report, the State’s four connectivity focus areas are: Education, Healthcare, Small Business and Home.  ",
        "Digital Divide Links": "Georgia Broadband Deployment Initiative; https://broadband.georgia.gov/  ",
        "Digital Skilling Mentioned in State of State:": "No",
        "State of State Links": "Georgia 2020 State of the State ; https://gov.georgia.gov/press-releases/2020-01-16/governor-brian-p-kemps-2020-state-state-address  ",
        "State has community college efforts promoting digital skills?": "No",
        "State has technology-related apprenticeship program planned or in place?": "No; No evidence of a technology-related apprenticeship program planned or in place. ",
        "Online skilling tool offered by State?": "No; The State does, however, have Employ Georgia from the State Department of Labor, which is an online job search resource for Georgians. The program is a critical Wagner-Peyser reemployment initiative. The automation matches job seeker skills with employer job openings and expedites the job search process. 180 thousand jobseekers and 19 thousand employers are currently registered. ",
        "Skilling tool links": "Employ Georgia; https://employgeorgia.com/",
        "State has additional dedicated digital skills initiatives?": "No; However, On July 1, 2020, Microsoft announced “Accelerate,” a “new program designed to address economic recovery through both skilling underserved communities and re-skilling the many Americans impacted by COVID-19. Accelerate: Atlanta is the first of many city-focused digital skills and employment partnerships designed to upskill and increase employability.  Accelerate: Atlanta is the first U.S. implementation of Microsoft’s Global Skills Initiative, an ambitious plan to help 25 million people worldwide acquire new digital skills by the end of the year. ; The Georgia Work Ready program provides a certificate to individuals who pass an assessment and are deemed ready to enter the workforce.  ",
        "Other initiatives links": "Accelerate Atlanta; https://accelerateatlanta.event.microsoft.com/  ;Georgia Work Ready; https://www.scda.biz/georgia-work-ready.cfm  "
    },
    {
        "State": "HI",
        "State WIOA Plan": "Hawaii WIOA State Plan 2020-2023;  https://labor.hawaii.gov/wdc/files/2020/01/WIOA-USP-SOH-PY-2020-2023-1.29.20.pdf ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA plan considers data in its analysis of available jobs. It reported that in Honolulu, seven occupation groups had more job openings versus candidates, including computer and mathematical occupations (0.62). ; Statewide, 17 out of 22 occupation groups in 2019, including computer and mathematical occupations, reported the number of advertised occupation openings exceeded the number of candidates.   ",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://labor.hawaii.gov/rs/ ; State WIOA plan; https://labor.hawaii.gov/wdc/files/2020/01/WIOA-USP-SOH-PY-2020-2023-1.29.20.pdf ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The Hawaii Broadband Initiative (HBI) directs the State’s officials and agencies to work with stakeholders to identify hurdles and to take action to achieve ubiquitous access to 1 Gbps broadband service at affordable rates throughout Hawaii by 2018. The HBI consolidates the State administration’s efforts through the Office of Information of Management and Technology. ; In terms of specific broadband programs, there is Kokua Wireless, a community-based program that offers free municipal Wi-Fi on the island of Oahu. This project was recently named by KPMG as one of the world’s 100 most innovative and inspiring urban infrastructure projects. ; The University of Hawaii also runs two significant broadband projects. First, it runs Enabling Hawaii to COMPETE, which aims to implement two 10 Gbps circuits from Hawaii to the West Coast in order to improve connectivity to U.S. national cyber infrastructure for all members of Hawaii's statewide research and education community. The University system also runs Connecting the Islands, which aims to provide 10 Gbps connectivity for science & technology research and education at various research and educational centers.  ",
        "Digital Divide Links": "State Broadband plan; https://cca.hawaii.gov/broadband/files/2015/01/Hawaii_Broadband_Strategic_Plan_Dec_2012.p ",
        "Digital Skilling Mentioned in State of State:": "No  ",
        "State of State Links": "State of the State; https://governor.hawaii.gov/newsroom/latest-news/office-of-the-governor-state-of-the-state-address-full-text/",
        "State has community college efforts promoting digital skills?": "Yes; In the State Perkins plan, the State explains that it plans to leverage sector partnerships. The initial seven Sector Partnerships target high-growth industries, including information technology and engineering. ; In addition, the State will require community colleges to design, develop, and integrate into their CET programs over the first three years of their plan, a set of skills similar to those identified and categorized by the Partnership for 21st Century Skills. This includes skills and learning themes that are believed to equip learners to thrive in the workforce, academically, and in their communities and include: Information, Media, & Technology Skills. The Hawaii Department of Education expressed similar guidelines, including “ Effective and Ethical User of Technology (The ability to use a variety of technologies effectively and ethically)” among their General Learner Outcomes.  ",
        "Community College Links": "State Perkins Plan; https://www.hawaii-cte-public-comment.com/HI_PerkinsV_State_Plan_DRAFT.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Hawaii’s Career Pathways System provides for further training and education and provides job seekers an opportunity to earn an industry-valued credential. One of the Career Pathways is Industrial and Engineering Technology. This program places a greater emphasis on work-based learning, including apprenticeships, on-the-job training and customized training for incumbent workers. ; Non-traditional apprenticeship occupations developed in Hawaii include:  Software Developer, System Analyst, and Web Developer. ",
        "Apprenticeship Links": "Non-traditional apprenticeship information; http://labor.hawaii.gov/wdd/files/2019/05/List-of-Non-Construction-Trades-in-Registered-Apprenticeship-Programs-5.16.19.pdf\r\n\r\n ",
        "Online skilling tool offered by State?": "Yes; The Hawaii State Public Library System offers free online courses on how to use computers through the provider, Gale. They also offer free computer courses in person at library branches. ; The State also has Hire Net Hawaii, a job search platform for job seekers.  ",
        "Skilling tool links": "Hire Net Hawaii; https://www.hirenethawaii.com/vosnet/Default.aspx ; Hawaii Public Library System Website; https://www.librarieshawaii.org/learn/life-skills/basic-computer-skills/ ",
        "State has additional dedicated digital skills initiatives?": "Yes; Hawaii is a Recipient of the Reimagine Workforce Preparation Grant for the amount of $13,370,383.58. Hana Career Pathways, developed with the Hawaii Workforce Development Council (WDC), will increase employment paths to in-demand living-wage jobs in three resilient sectors: healthcare, technology, and skilled trades. It will offer short-term educational training through distance education, creating a Statewide micro-credentials, badging, and licensing system that is public and interoperable. It will expand Registered Apprenticeship Programs and Industry-Recognized Apprenticeship Programs. It will also develop articulated career pathways with college credit options for short term education and apprenticeships.; Hawaii offers The Employment and Training Fund, which provides grants to businesses to upgrade the skills of their workforce from entry-level to top management. Employers can refer employees to non-credit, short-term courses and the fund provides 50% tuition assistance, up to $400. Some programs within this grant focus on technology and computer skills.  ",
        "Other initiatives links": "Reimagine Workforce Preparation Grant information; https://oese.ed.gov/files/2020/09/ESF-RWP-2020-Abstract-HI-University-of-Hawaii.pdf ;  The Employment and Training Fund; http://labor.hawaii.gov/wdd/home/job-seekers/etf/. "
    },
    {
        "State": "IA",
        "State WIOA Plan": "Iowa WIOA State Plan 2018; https://www2.ed.gov/about/offices/list/osers/rsa/wioa/state-plans/ia.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific focus on a need for digital skills.",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://www.iowaworkforcedevelopment.gov/labor-market-information-division ",
        "State has comprehensive plan to address digital skills needs?": "Yes; The State has a plan called Future Ready Iowa with a goal to have 70 percent of Iowans in the workforce with education and training beyond high school by 2025.  Approximately 60 percent of Iowa’s current workforce meets this education and training criteria. Objectives of this plan include: improve college and career readiness, increase interest and achievement in science, technology, engineering and math (STEM) studies and careers. Strategies to fulfill these objectives include: (1) Cultivate, develop and align work-based learning opportunities including, but not limited to, STEM school-business partnerships, student internships, teacher externships and registered apprenticeships for individuals through public-private partnerships, (2) Ensure secondary students have access to high-quality career and technical education programs aligned with labor market needs, (3) Ensure all Iowa students meet high State academic standards, including being literate by the end of the third grade and achieving in STEM disciplines, (4) Increase rigorous concurrent enrollment opportunities in high demand career pathways, including STEM disciplines.  ",
        "Comprehensive plan links": "State Perkins Plan; https://educateiowa.gov/sites/files/ed/documents/FINAL%20Iowa%204-year%20Perkins%20State%20Plan%20Mar%202020_0.pdf ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; In 2015, Connect Every Acre Act was passed in Iowa, and it created a new broadband grant program. The grant program was funded in 2018, when $1.3 million was allocated from the Rebuild Iowa Infrastructure Fund. In 2015, the State legislature also placed broadband targets at 25 megabits per second of download speed and three megabits per second of upload speed. According to the State Broadband plan, these goals should be updated to 100 megabyte download speeds in order to stay relevant to technological progress.  ",
        "Digital Divide Links": "State Broadband Plan; https://governor.iowa.gov/sites/default/files/ERI%20recommendations.pdf ",
        "Digital Skilling Mentioned in State of State:": "No; However, in respect to K12, the Governor emphasized STEM skills in the State of the State by saying, “In recent years on putting a new focus on STEM—and opening doors in elementary, middle, and high schools for students to explore fields that will best equip them to be the innovators who build tomorrow’s economy. Computer science has quickly moved from a narrow elective to a basic skill that every student needs.” ; According to the State of the State, currently, almost two-thirds of school districts teach computer science in middle and high school. And about half teach it in elementary school. We need that to be 100 percent—which is why I’m calling on the Legislature to take computer science Statewide and ensure every student, at every level, has access to this new basic skill.  ",
        "State of State Links": "State of the State; https://governor.iowa.gov/press-release/gov-reynolds-delivers-condition-of-the-state ",
        "State has community college efforts promoting digital skills?": "Yes; Iowa’s community colleges maintain a network of Work-based Learning Intermediary Networks. A $1.45 million appropriation from the Iowa Legislature supports the community colleges in providing services that prepare students for the workforce by connecting business and the education system by offering relevant, work-based learning activities to students and teachers, particularly related to science, technology, engineering, or mathematics occupations, occupations related to critical infrastructure and commercial and residential construction, or the targeted industries of advanced manufacturing, biosciences, and information technology,” according to the State Perkins plan. ; Iowa’s Perkins plan also focuses on developing sector partnerships in order to create career pathway materials that accurately reflect local in-demand career opportunities in critical industries, such as information technology.  ",
        "Community College Links": "State Perkins Plan; https://educateiowa.gov/sites/files/ed/documents/FINAL%20Iowa%204-year%20Perkins%20State%20Plan%20Mar%202020_0.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The State has expanded apprenticeships into information technology, financial services, advanced manufacturing and other areas.   \r\n\r\n",
        "Apprenticeship Links": "State Apprenticeship Overview ; https://www.iowaworkforcedevelopment.gov/registered-apprenticeship ; Earn And Learn Iowa for additional information; https://www.earnandlearniowa.gov ",
        "Online skilling tool offered by State?": "Yes; For 2020, the State has a partnership with Coursera for online course offerings on its State workforce website. The State workforce website also has information on filing for unemployment, grant opportunities, and more. The State also has Iowa Works, which includes links to additional online skills development courses, including through Alison and Microsoft 365. ",
        "Skilling tool links": "Iowa Workforce Development Board Site; https://www.iowaworkforcedevelopment.gov/ ; Coursera Program; https://docs.google.com/forms/d/e/1FAIpQLSeB9m0xubytHnnisplfQZNVfOLv1t-Kg556r14iJITgNUP9qw/viewform ; Alison; https://alison.com/ ;Iowa Works Online Resources; https://www.iowaworks.gov/vosnet/OnlineLearning/Resources.aspx ",
        "State has additional dedicated digital skills initiatives?": "Yes; The State of Iowa library has a digital and information literacy online repository.  ",
        "Other initiatives links": "Library Digital Literacy Resource; https://www.statelibraryofiowa.org/ld/c-d/digital-info-lit "
    },
    {
        "State": "IN",
        "State WIOA Plan": "Indiana WIOA State Plan 2020-2024; https://www.in.gov/gwc/files/Indiana%20Strategic%20Workforce%20Plan_Draft_2.6.2020.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA plan reports that Professional and Technical Services has shown healthy growth from 2013 to 2018, and claims that this is an industry that will be key to Indiana’s future. Computer Systems Design and Related Services industries are included in this sector. The report states that the sector, as a whole, has grown 17,224 jobs at a 16.8% gain over a five-year period. The average weekly wages for 2018 for this sector are above the State average at $1,340. ; The State is concerned with supporting skill-based occupations because Indiana is the State that is most susceptible to automation, according to \"Automation and Artificial Intelligence: How machines are affecting people and place.\"",
        "Identified in-demand skills using statewide data links": "State WIOA plan; https://www.in.gov/gwc/files/Indiana%20Strategic%20Workforce%20Plan_Draft_2.6.2020.pdf ; State Labor Market Information; http://www.hoosierdata.in.gov/ ; Automation and Artificial Intelligence: How machines are affecting people and place ; https://www.brookings.edu/research/automation-and-artificial-intelligence-how-machines-affect-people-and-places/  \r\n\r\n  ",
        "State has comprehensive plan to address digital skills needs?": "Yes; Attempting to embrace the growth the State has seen in certain industries, Indiana has the Next Level Jobs Initiative, where the State has identified 5 high-demand areas. Included in these areas are Information Technology and Business Services occupations. All occupations identified under this program are covered through Workforce Ready Grants.  ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Indiana has outlined initiatives to address the digital divide, especially as it pertains to rural communities, and has created an Office of Broadband Opportunities. The State has The Broadband Readiness Planning Grant, where the Office of Community and Rural Affairs helps communities gain an understanding of their current broadband condition and needs, and then create a long term plan for satisfying those needs. The State also has the Next Level Connections Broadband Grant, where $100 million is used to supplement non-profit and industry work in expanding broadband access for all. ; The State WIOA plan also expresses a desire to address the digital divide as it relates to skilling disparities, saying that the State plans to leverage WIOA Titles I and II in order to “create greater digital literacy for rural people – both individuals and businesses. The value of broadband is not realized unless an individual can use the infrastructure. As we expand broadband into our rural areas, these efforts must be accompanied with strategies to grow digital literacy into rural Indiana populations so they can take advantage of this technology to grow their skills and economic opportunities.” \r\n\r\n ",
        "Digital Divide Links": "State Broadband Plan; https://www.in.gov/indianabroadband/files/indiana-statewide-broadband-strategic-plan-3-24-2020.pdf",
        "Digital Skilling Mentioned in State of State:": "No; However, Governor Holcomb addressed issues of training:  “But the vast majority of today's jobs require education and training beyond high school. That's why our goal that 60% of all Hoosier adults have a post-secondary education and training remains critical to our collective success. This is the real game-changer to addressing income inequality, upward mobility and driving economic growth. Thankfully, there are multiple paths to success. It might be a two- or four-year degree or it might be a high-value credential or certificate. The good news is the number of Hoosiers with higher education has increased by 10 percentage points since 2008. \r\nSo, we're moving in the right direction and doubling down with some homegrown training programs. When the job seeker puts in the time to train, the state will pay for it. \r\nAnd over the past three years, more than 23,000 Hoosiers enrolled in our Workforce Ready Programs. As of the start of this year, 10,000 of them have completed a Next Level Jobs Workforce Ready-eligible certificate program. This is a mega milestone for the program. \r\nAnother 2,000 Hoosiers who previously started college but didn't finish came back and completed their post-secondary educations. \r\n\r\nAnd more than 900 businesses have trained their employees using our Employer Training Grants, providing training for more than 9,000 members of our workforce. \r\n\r\nThis is huge progress and we won't overlook anyone who is aspiring to be successful.” ",
        "State of State Links": "State of the State; https://www.in.gov/gov/2020stateofstate.htm",
        "State has community college efforts promoting digital skills?": "Yes; The State Perkins plan explains that Career and technical education (CTE) programs at Indiana’s community colleges work to prepare students for particular industries. Postsecondary CTE in Indiana includes Science, Engineering & Technologies, Manufacturing & Processing as well as Information Technology, and Transportation and Logistics programs, and their CTE programs work to offer work-based learning experiences.  ",
        "Community College Links": "State Perkins Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/IN_2019_State_Plan.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "No",
        "Online skilling tool offered by State?": "Yes; Indiana has Your Next Step, which links to multiple training options. Programs include a partnership with 180 Skills in order to offer a free library of workforce development courses online. These courses are provided through “Rapid Recovery for a Better Future” initiative led by the Governor’s Workforce Cabinet and the Indiana Department of Workforce Development. Your Next Step also lists options to take online courses through Ivy Tech Community College and Vincennes College. ; The State also has a Workforce Development site with information on filing for unemployment and applying for employment.  ",
        "Skilling tool links": "Workforce Development Website; https://www.in.gov/dwd/ ;180 Skills; https://yournextstepin.org/180-skills/  ; Your Next Step Landing Page; https://yournextstepin.org/education-training/certificates/ ; Rapid Recovery for a Better Future Initiative; https://lnks.gd/l/eyJhbGciOiJIUzI1NiJ9.eyJidWxsZXRpbl9saW5rX2lkIjoxMDEsInVyaSI6ImJwMjpjbGljayIsImJ1bGxldGluX2lkIjoiMjAyMDA5MDkuMjY4MTAxMDEiLCJ1cmwiOiJodHRwczovL3d3dy5pbi5nb3YvZ3djL2ZpbGVzLzIwMDYwNV9yYXBpZCUyMHJlY292ZXJ5LnBkZiJ9.yauROOX3BtcLMmC0sYV-PgUUj32udtfdaOMwesHBdAY/s/507596043/br/83386282266-l ",
        "State has additional dedicated digital skills initiatives?": "Yes; Indiana offers Next Level Jobs Indiana, a tuition free, short-term training program for certain fields, including information technology. Federal funding from the CARES Act allowed for this program to be temporarily expanded. ; The Department of Workforce Development also recently launched the Indiana Career Ready application, which brings together resources, tools and data in a one-stop shop for job seekers. One piece is in-demand jobs with real-time data on the State’s hottest jobs. ",
        "Other initiatives links": "Your Next Level Jobs Indiana; https://nextleveljobs.org/ ; Career Ready; https://www.indianacareerready.com/ "
    },
    {
        "State": "MA",
        "State WIOA Plan": "Massachusetts WIOA State Plan 2020-2024; https://www.mass.gov/doc/fy2020-workforce-innovation-and-opportunity-act-wioa-massachusetts-combined-state-plan/download ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; Although there is not evidence of a detailed or specific report identifying the need for digital skills, the Massachusetts WIOA plan notes that “with the high demand for IT-related occupations, workforce services, training in particular, need to align with this talent pipeline and grow the number of individuals able to pursue technical occupations” ; The State WIOA Plan links to labor market information provided by the Department of Labor.  The Plan also notes that the Commonwealth has access to up-to-date labor market information through Burning Glass Technologies data. ",
        "Identified in-demand skills using statewide data links": "O*Net; https://www.onetonline.org/  ; Burning Glass Technologies; https://www.burning-glass.com/products/labor-insight/ ; State Labor Market Information; https://www.mass.gov/orgs/labor-market-information ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The Last Mile Program aims to “support the development and construction of sustainable products for interested towns that reach at least 96% of a community’s residents and provide access to broadband speeds of 25/3 mps.  ",
        "Digital Divide Links": "Last Mile Program; https://broadband.masstech.org/building-networks/last-mile/program-unserved-towns/last-mile-program-policy#:~:text=The%20goal%20of%20the%20Last,Federal%20Communications%20Commission%20(FCC).  ",
        "Digital Skilling Mentioned in State of State:": "Yes; Governor Baker discussed an initiative to close the skills gap in his State of the Commonwealth address, stating “We have to continue to reduce the skills gap between people looking for better work and the needs of many of our employers...To address this, we’ll launch a $15 million partnership with our vocational schools to give thousands of people, adults and high schoolers, ‘hands-on’ educational opportunities. Opportunities they don’t have now under our current approach. The partnership will transform vocational schools, to provide classes in three shifts. These Career Technical Institutes will turbocharge our approach to applied learning and industry specific credentialing. Over the next several years, this partnership will train 20,000 new, skilled, and diverse workers in key trades and technical jobs.” \r\n",
        "State of State Links": "Massachusetts 2020 State of the Commonwealth; https://www.mass.gov/news/governor-baker-delivers-2020-state-of-the-commonwealth-address  ",
        "State has community college efforts promoting digital skills?": "Yes; Governor Baker stated in the State of the State Address that “We have to continue to reduce the skills gap between people looking for better work and the needs of many of our employers...To address this, we’ll launch a $15 million partnership with our vocational schools to give thousands of people, adults and high schoolers, ‘hands-on’ educational opportunities. Opportunities they don’t have now under our current approach. The partnership will transform vocational schools, to provide classes in three shifts. These Career Technical Institutes will turbocharge our approach to applied learning and industry specific credentialing. Over the next several years, this partnership will train 20,000 new, skilled, and diverse workers in key trades and technical jobs.” ; The Skills Capital Grant Program awards grants to educational institutions, including community colleges to support the expansion of a wide range of programs, many of which in 2020 were tied to technology.",
        "Community College Links": "Massachusetts 2020 State of the Commonwealth; https://www.mass.gov/news/governor-baker-delivers-2020-state-of-the-commonwealth-address  ; Skills Capital Grant Program; https://www.mass.gov/service-details/2020-skills-capital-grant-program-awards ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Massachusetts has a technology-related apprenticeship program sponsored by Apprenti. Massachusetts also has additional apprenticeship programs in “expansion industries.” ",
        "Apprenticeship Links": "Apprenti; https://apprenticareers.org/locations/massachusetts/  ",
        "Online skilling tool offered by State?": "No; However, the State does have MassHire, an online resource for job seekers.  \r\n",
        "Skilling tool links": "MassHire; https://www.mass.gov/topics/masshire ",
        "State has additional dedicated digital skills initiatives?": "Yes; Massachusetts is part of the Skillful State Network. ;The State’s Governor also has an initiative, started through executive order, called the Massachusetts Workforce Skills Cabinet. The cabinet is comprised of the Secretaries of Labor, Education and Economic Development. They use “labor market analysis to drive investment of $85.6 million in annual State funding to build new supply “pipelines” for individuals aligned with regional priority industries and occupations based on business demand.” One of their most recent initiatives has been providing Skills Capital Grants to schools. These grants help schools upgrade their technology and provide programs in various fields, including engineering.  ; Massachusetts’ Education Strategy Group Credential of Value Institute (COVI) project aims to “identify and prioritize Credentials of Value to enhance current and future strategies, policies and practices that reduce the Commonwealth’s workforce skill gaps.” ",
        "Other initiatives links": "Skillful State; https://www.skillful.com/policymakers  ; Workforce Skills Cabinet; https://www.mass.gov/orgs/workforce-skills-cabinet "
    },
    {
        "State": "MD",
        "State WIOA Plan": "Maryland WIOA State Plan 2020-2024; https://s3.amazonaws.com/PCRN/docs/stateplan/MD_2020_State_Plan.pdf ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; Job openings and growth in the decade through 2026 are concentrated in two areas: human capital intensive occupations that generally require postsecondary education and offer above average earnings and in labor-intensive functions that generally do not require high levels of education and offer lower than average earnings. Middle-income jobs that traditionally have had limited education or skill demands are either declining or rapidly changing, requiring increasingly higher levels of technology competency. ; Information technology (IT) is expected to continue to increase in importance across every sector of the economy, with IT-related occupations continuing to be among the fastest growing. Many IT jobs not only require certification in certain applications, but the types of applications, systems, and platforms are changing quickly, and require a flexible, adaptable workforce that is regularly pursuing additional education. Technology competency will increasingly pervade most occupations often in ways that cannot yet be anticipated. ",
        "Identified in-demand skills using statewide data links": "Computer Science Education and Professional Development Findings Report; http://gwdb.maryland.gov/pub/gwdbcompscirep.pdf ; State Labor Market Information; https://www.dllr.state.md.us/lmi/ ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The State has a goal of universal service by 2022, as stated in the Governor’s Executive Order. Suggestions in the State Broadband Plan to reach this goal: (1) Tax credit for broadband equipment (The State could offer a tax credit to private companies that purchase broadband equipment), and (2) Sales tax exemption for broadband equipment (the State could eliminate the sales tax requirement on broadband equipment. ; After discussions, the Task Force on State Broadband determined that the primary focus of government resources should be on the unserved, those residents that lack access to internet at the FCC standard of 25 mps download/3 mps upload. The Rural Maryland Broadband Assistance Fund and the Rural Maryland Broadband Coordinating Council were reauthorized under HB 961 – Rural Broadband Communication Services in the 2018 Maryland General Assembly Legislative Session. ; Currently, over 324,000 rural Maryland residents lack access to high-speed internet. In a study published in July 2013, 3.2% of Maryland’s population lacks access to fixed broadband. However, of that figure almost 20% (19.2%) of that population resides in Maryland's rural areas. Further, this data pertains to speeds below the FCC standard of 25 mbps down/3 mbps up. Using the FCC standard, only 64% of Marylanders have access to high-speed internet.  ",
        "Digital Divide Links": "State Broadband Plan; https://rural.maryland.gov/wp-content/uploads/sites/4/2019/01/2018_MSAR11544_Task-Force-for-Rural-Internet-Broadband-Wireless-and-Cellular-Service-Report-1.pdf ",
        "Digital Skilling Mentioned in State of State:": "No",
        "State of State Links": "Maryland State of the State; https://governor.maryland.gov/2020/02/05/2020-state-of-the-state-address/ ",
        "State has community college efforts promoting digital skills?": "Yes; According to the State Perkins plan, the State will focus on CTE programs of study in the Health and Bioscience, Information Technology, and Manufacturing, Engineering and Technology career clusters. With over 11,000 students enrolled, the CTE Engineering program has one of the highest participation rates. Information Technology (IT) is listed as a high-skill, high-wage, and in-demand occupation field provided through CTE. ; State Leadership funds for CTE innovation will be used for various initiatives, include: (1) Support for the integration of employability skills into CTE programs of study, (2) Support for programs and activities that increase access, student engagement, and success in science, technology, engineering, mathematics, and computer science fields, and (3) Support for expansion of work-based learning experiences. ; Given Maryland’s strong technology-based economy, local school systems and community colleges will continue to partner with key stakeholders, State workforce and economic development agencies, and others as appropriate to develop and implement CTE programs that meet high-skill, high-wage, and in-demand careers. Examples of this include programs to be included in the CTE Reserve Fund Grants, the CTE Innovation Programs grants, making STEM Maryland Career and Technical Education Four-Year State Plan April 2020 CTE programs a priority, as well as the Apprenticeship Maryland program focused on STEM careers. ; Maryland is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; State Perkins Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/MD_2020_State_Plan.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Apprenticeship Maryland is a State program that requires that Eligible Employers hire Apprenticeship Maryland participants in Eligible Career Track occupations related to manufacturing industry or science, technology, engineering and math (STEM) and provide paid compensation, thus creating an “earn and learn” opportunity.  ; The Maryland Department of Labor is investing over $1 million of WIOA governor’s set-aside funds into innovative career pathway demonstration projects, supporting Maryland’s adult learners in increasing their earning capacity. This work willl include expanding apprenticeship opportunities. ",
        "Apprenticeship Links": "Career Pathways; http://labor.maryland.gov/whatsnews/careerpath.shtml. ; Computer Science Education and Professional Development Findings Report; http://gwdb.maryland.gov/pub/gwdbcompscirep.pdf ",
        "Online skilling tool offered by State?": "No; However, the State does have Maryland Workforce Exchange from the State Department of Labor, which is an online resource for job seekers.  ",
        "Skilling tool links": "Maryland Workforce Exchange; https://mwejobs.maryland.gov/vosnet/Default.aspx ",
        "State has additional dedicated digital skills initiatives?": "Yes; In 2017, the Governor issued an executive order to strengthen computer science education for all students in order to meet the demands of the 21st century workforce and prepare students for the jobs and careers of the future. As a result, The Computer Science Education and Professional Development Findings Report, from the Governor’s Workforce Development Board, issued the following recommendations (1) Host and promote computer science public events, (2) Recognize formal and informal pathways to computer science careers, (3) Increase mentorship and coaching opportunities for youth, (4) Increase access to computer science courses, (5) Grow computer science participation and interest among women and minorities, (6) Develop a tech extension partnership program, (7) Create a Maryland computer science fellowship program, (8) and Increase awareness among parents and students of the United States Government security clearance process. ; Additionally, the Digital Harbor Foundation is partnered with the Maryland Out of School Time and the Baltimore Mayor’s Office of Employment Development (MOED) for a digital badges initiative. The Open Badging Initiative helps employers and educators provide career pathways for students in technology. The University of Maryland, College Park also offers a list of online courses that can be audited for free, or students can choose to receive a verified certificate for a small fee.  ",
        "Other initiatives links": "University of Maryland, College Park Courses; https://www.edx.org/school/umd ; Digital Harbor Program; https://www.digitalharbor.org/badges/ ; STEM Specialists in the Classroom Programs; https://www.thestemnet.com/specialists "
    },
    {
        "State": "ME",
        "State WIOA Plan": "Maine WIOA State Plan 2016-2020; https://www.maine.gov/swb/reports/state_plan/2016-2020_state_plan/index.shtml ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; Job openings and growth in the decade through 2026 are concentrated in two areas: human capital intensive occupations that generally require postsecondary education and offer above average earnings and in labor-intensive functions that generally do not require high levels of education and offer lower than average earnings. Middle-income jobs that traditionally have had limited education or skill demands are either declining or rapidly changing, requiring increasingly higher levels of technology competency. ;Information technology (IT) is expected to continue to increase in importance across every sector of the economy with IT-related occupations continuing to be among the fastest growing. Many IT jobs not only require certification in certain applications but the types of applications, systems, and platforms are changing quickly, and require a flexible, adaptable workforce that is regularly pursuing additional education. Technology competency will increasingly pervade most occupations often in ways that cannot yet be anticipated. ",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://www.maine.gov/labor/cwri/data.html ",
        "State has comprehensive plan to address digital skills needs?": "Yes; The Main Economic Development Strategy from 2020-2029 entitled “The Focus on Talent and Innovation” recognizes the need for digital skills and offers insight on how the State plans to address digital skills. ; According to the State WIOA plan, “To compete regionally—and globally—Maine will develop a world-class talent pool and lead in technology and innovation. The State’s workforce and economy will be fueled by an education and training system that is inclusive and meets the needs of diverse learners. Maine will build its workforce through a multi-faceted approach that includes developing career pathways that lead to in-demand jobs. To mitigate barriers to employment, the workforce development system will coordinate and align activities that build the foundational skills of workers and individuals, improve the transitions between education and employment, foster greater occupational awareness, define certifications and industry recognized credentials and develop a systematic means for the State to measure, gather and aggregate data on credential attainment.” ; The National Digital Equity Center’s “Maine Digital Inclusion Initiative” program promotes and advocates for Digital Inclusion. Included is the expansion of digital literacy services to traditionally underserved populations to provide job training and employment-related education as well as technology training to older adults. The program has engaged and trained digital literacy instructors to provide computer skills/digital literacy instruction to adult learners throughout Maine. ",
        "Comprehensive plan links": "Maine Digital Inclusion Initiative; https://digitalequitycenter.org/our-strategies/ ;Maine Economic Development Strategy 2020-2029; https://www.maine.gov/decd/sites/maine.gov.decd/files/inline-files/DECD_120919_sm.pdf ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The ConnectME Authority was established as an independent State agency in 2006. The funding mechanism for the ConnectME Authority is a 0.25% surcharge on all communications, video and internet service bills which generates approximately $850,000 per year. ; Over the past 12 years, the ConnectME Authority has awarded approximately $12 million in grants to 144 projects, increasing access to high-speed internet to 39,465 Maine households (no data is available on how many of these households have actually subscribed to high-speed internet). The ConnectME Authority has also leveraged more than $7 million in Federal high speed internet grants over the last 6 years. Additionally, ConnectME has started issuing Planning Grants and has issued 14 grants for a total of $451,000. These grants are critical to supporting communities as they determine their needs, assets and business models to move forward.  ",
        "Digital Divide Links": "ConnectME; https://www.maine.gov/connectme/home  ",
        "Digital Skilling Mentioned in State of State:": "No; However, Governor Mills asked Congress to “fund equipment upgrades for our CTE so that teachers are able to provide our 8,000 CTE students with the skills that we desperately need them to have.” ",
        "State of State Links": "State of the State Address; https://www.themainepolis.com/2020/01/21/full-transcript-gov-mills-2020-state-of-the-state-address/  ",
        "State has community college efforts promoting digital skills?": "Yes; The Maine Economic Development Strategy for 2020-2029 outlines plans to provide digital skills through community colleges and microcredentials. The plan notes “Employers will continue to strengthen partnerships with adult education programs, the community colleges, the University of Maine System, and private colleges to expand collaborations to enable workers to gain “microcredentials ” for specific skills and jobs. Microcredentials will revolutionize post-secondary education by offering accessible, affordable courses in smaller increments that can be used to immediately improve income potential. Microcredentials can be stacked to further advanced qualifications. They are transferable within the state post-secondary system. Maine’s Career and Technical Education (CTE) System plays a critical role. Traditionally these programs have provided credentials for jobs ranging from skilled trades to firefighter training. The CTEs need modern equipment and staffing to support these programs.” \r\n\r\n ",
        "Community College Links": "Maine Economic Development Strategy for 2020-2029; https://www.maine.gov/decd/sites/maine.gov.decd/files/inline-files/DECD_120919_sm.pdf  ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The Maine Apprenticeship Program (MAP) is a formal, industry-led, nationally-recognized, workforce training program for employees that provides in-house skill development through structured on-the-job learning supplemented with technical and theoretical course work. It focuses on traditional industries such as construction and manufacturing, as well as new emerging industries such as health care, information technology, energy, telecommunications and more. Registered Apprenticeship connects job seekers looking to learn new skills with employers looking for qualified workers, resulting in a workforce with industry driven training and employers with a competitive edge. ",
        "Online skilling tool offered by State?": "No; However, the Maine State Library site produces resources for online skilling. The State also has a Workforce Development site with resources for job seekers.  ",
        "Skilling tool links": "Workforce Development Site; https://www.maine.gov/labor/workforce_dev/index.shtml ; Library Resources; https://www.maine.gov/msl/digital/learn.shtml  ",
        "State has additional dedicated digital skills initiatives?": "Yes; Partnering with public libraries: According to Maine’s WIOA plan, in partnering with Maine’s public library system, workforce providers can promote participant access to the Job and Career Accelerator, Learning Express, and Workforce Skills for 21st Century Success online programs that the Maine State Library recently invested $683,779 to acquire. These programs provide specific occupational practice tests that assess the need for and provide online skill development through varied occupationally-specific tools that identify readiness to enter careers from allied health to homeland security. Residents can also access tools that prepare them to pass high-school equivalency exams and post-secondary entrance exams such as the SAT or Accuplacer. ; Maine College Transition: The goal of the Maine College Transition (MCT) program had been to transition adults into postsecondary without the need for remedial courses once enrolled. Local instructors were trained in the development of courses and experiences to address the areas of successfully integrating into the college culture, gaining sufficient levels of digital literacy, and financing postsecondary education and/or training in a responsible way. These topics chosen in response to requests from postsecondary partners ",
        "Other initiatives links": "Maine College Transition; http://mainecollegetransitions.org/  "
    },
    {
        "State": "MT",
        "State WIOA Plan": "Montana WIOA State Plan 2020-2023;  http://swib.mt.gov/Portals/150/Documents/State%20Plan/2020-06-19_Montana_PYs_2020-2023.pdf?ver=2020-06-19-135058-963 ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; According to the State WIOA Plan, \"With the cooperation of the Montana University System, including the two-year colleges and several private educational institutions, the Department [of Labor and Industry] has conducted a supply and demand analysis to identify areas where the existing supply of workers exiting Montana’s post-secondary education system is insufficient to meet labor demand. The areas with the greatest need include several computer and information technology occupations. ; The Bureau of Labor and statistics forecasted that jobs depending on broadband and information technologies will grow by 25% from 2008 – 2018, 2.5 times faster than the average rate across all occupations. Broadband availability and affordability also play key roles in attracting telecommuting works to Montana. One recent report shows telecommuting grew by a whopping 103% since 2005. Montana is no exception to this work culture change. According to one recent study, Montana ranked first in the number of telecommuters as a percentage of the workforce.  ",
        "Identified in-demand skills using statewide data links": "State Broadband Plan; https://mainstreetmontanaproject.com/wp-content/uploads/2019/03/Attachment-7_-Interconnectivity-Telecommunications.pdf  ; State Labor Market Information; https://lmi.mt.gov/ ",
        "State has comprehensive plan to address digital skills needs?": "No ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Recommendations from stakeholders included in State Broadband report include: (1) Create an interactive broadband map, maintained by the Department of Commerce, (2) Expand broadband by having the 2017 Montana Legislature commit to partially funding expansion projects, (3) Remove barriers to broadband deployment through legislation, and (4) The Governor should appoint a Broadband Advisory Task Force consisting of private and public stakeholders. ; As for the current state of broadband in Montana, a report from the Federal Communications Commission (FCC) reports that approximately eighty-six percent of Montanans have access to fixed download broadband speeds of at least 3 Mbps.  ",
        "Digital Divide Links": "State Broadband Plan; https://mainstreetmontanaproject.com/wp-content/uploads/2019/03/Attachment-7_-Interconnectivity-Telecommunications.pdf ",
        "Digital Skilling Mentioned in State of State:": "No; No address given.  ",
        "State has community college efforts promoting digital skills?": "Yes; Montana has 16 statewide career pathways, including Information Technology and STEM. ; Montana is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; State Perkins Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/MT_2020_State_Plan.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The State apprenticeship database lists apprenticeship options in computer and office machine repair, computer user support, and computer programming, but they have very few openings and are smaller programs.  ",
        "Apprenticeship Links": "Apprenticeship Sponsors; http://apprenticeship.mt.gov/Apprenticeship-Sponsors ",
        "Online skilling tool offered by State?": "No; However, the Workforce Services Division of the Department of Labor does have a website with information for those seeking employment.  ",
        "Skilling tool links": "Workforce Services Site; http://wsd.dli.mt.gov/ ",
        "State has additional dedicated digital skills initiatives?": "Yes; The State currently partners with the Montana Digital Academy to provide online CTE courses. The State is also considering adding interactive video courses to expand CTE opportunities. ;  Additionally, Montana State University (MSU) has partnered with Credly to provide digital badges on their Acclaim Platform. The badges will award achievement in select MSU courses and learning opportunities. ",
        "Other initiatives links": "Montana Digital Academy; https://montanadigitalacademy.org/ ; Montana State University (MSU) Badging; http://ato.montana.edu/badges/ "
    },
    {
        "State": "NC",
        "State WIOA Plan": "North Carolina WIOA State Plan 2020-2024; https://files.nc.gov/nccommerce/documents/files/WIOA-UNIFIED-STATE-PLAN-NCWORKS-COMMISSION-APPROVED-2122020.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA plan highlighted occupations with expected growth. Over 60% of the net job growth in North Carolina is expected to come from eight broad occupational groups, one of which is Computer and Mathematical Occupations. Growth in Computer and Mathematical Occupations is expected to range from 4.3% in Greensboro to 23.4% in Wilmington.  ",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://www.ncworks.gov/vosnet/dashboards/defaultana.aspx?menuid=MENU_START_PAGE_DASHBOARD_ANA ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The State Broadband Plan’s overarching goal is for every North Carolinian to have affordable access to broadband service – wireline or wireless – by June 2021. The following objectives support these goals: (1) Increase the percentage of households with access to fiber optic cable to 50% by June 2021, (2) increase the percentage of households with access to broadband to 100% by June 2021, (3) increase household adoption rates to over 60% by June 2021, (4) affordable access to the internet outside school for 100% of K-12 students by June 2021, and (5) a statewide model for the development and deployment of local, community-based digital literacy programs. ; Steps in the Broadband State Plan include: (1) Lower barriers to Broadband deployment, (2) Assistance to Communities, Counties and Regions to Support Public-Private Partnerships, (3)  Leverage ongoing research and development of next-generation technologies to reach nonadopters and last-mile deployment. ; As for the current state of broadband access, North Carolina ranks 9th in the nation in broadband deployment and an estimated 93 percent of households have access to broadband. ",
        "Digital Divide Links": "State Broadband Plan; https://www.ncbroadband.gov/reports/connecting-north-carolina-state-broadband-plan/download ",
        "Digital Skilling Mentioned in State of State:": "No; No address given.  ",
        "State has community college efforts promoting digital skills?": "Yes; Overall, an objective of the North Carolina Perkins plan is as follows: “supporting programs and activities that increase access, student engagement and success in science, technology, engineering, and mathematics fields (including computer science and architecture) for students who are members of groups underrepresented in such subject fields.” ; North Carolina is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; State Perkins Plan; https://www.ncperkins.org/pluginfile.php/6427/mod_resource/content/1/CTE%20State%20Plan-Final%20030320.pdf \r\n",
        "State has technology-related apprenticeship program planned or in place?": "Yes; ApprenticeshipNC claims to plan to build talent pipelines for IT companies, although how this happens is unclear. ; North Carolina is also a part of Apprenti, which works to facilitate technology careers through apprenticeships.  \r\n",
        "Apprenticeship Links": " ApprenticeshipNC; https://www.apprenticeshipnc.com/videos/apprenticeshipnc-helps-build-talent-pipelines-it-companies ; Apprenti; https://apprenticareers.org/who-we-are/",
        "Online skilling tool offered by State?": "Yes; NCWorks, the State resource site for job seekers, includes a separate link to online skills development courses, including through Alison and Microsoft 365. ",
        "Skilling tool links": "NCWorks Online Skills Development Courses; https://www.ncworks.gov/vosnet/OnlineLearning/Resources.aspx ; Alison; https://www.ncworks.gov/vosnet/alison/default.aspx?pu=1 ",
        "State has additional dedicated digital skills initiatives?": "No"
    },
    {
        "State": "ND",
        "State WIOA Plan": "North Dakota WIOA State Plan 2020-2023; http://www.nd.gov/dhs/dvr/wioa/docs/wioa-unified-state-plan.pdf    ",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific focus on a need for digital skills; However, the WIOA State plan focuses on a need for workers, stating “there might not be a skill gap in the traditional sense, but rather a lack of eligible employees. In this type of economy employers might have to be more flexible in their hiring requirements in order to get employees in the door and improve their skills with on-the-job training or improve the attractiveness of their job offers with increased wages or improved benefits.” ; Additionally, the State identified Statewide in-demand occupations using statewide labor market data, but did not describe the digital skills needed for these jobs.  ",
        "Identified in-demand skills using statewide data links": "North Dakota State WIOA Plan; http://www.nd.gov/dhs/dvr/wioa/docs/wioa-unified-state-plan.pdf  ;  \r\nIn-demand occupations ; https://www.jobsnd.com/sites/www/files/documents/jsnd-documents/indemandoccupationslist.pdf  ; \r\nState Labor Market Information; https://www.ndlmi.com/vosnet/lmi/default.aspx ",
        "State has comprehensive plan to address digital skills needs?": "No;  The WIOA State plan identifies one of North Dakota’s most significant challenges as “a workforce equipped with the skills needed to succeed today and thrive and grow in the future” and explains that the State’s Workforce Development Council “was reactivated and assigned the responsibility to study North Dakota’s workforce opportunities and challenges, with that understanding proposed a path forward.”   ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; North Dakota’s 2019 broadband plan states that “Broadband in the 21st century is akin to electricity in the 20th century.” The State aims to provide Gigabit broadband connectivity  to the State while closing gaps for underserved communities, as well as provide a business-friendly environment that allows business to thrive. ",
        "Digital Divide Links": "North Dakota Broadband plan; https://www.nd.gov/itd/sites/itd/files/legacy/alliances/broadband/ND-Broadband-Plan-2019.pdf    ",
        "Digital Skilling Mentioned in State of State:": "Yes; Governor Burgum talked about filling workforce needs in the State, saying “Technology is the third economic wave because it touches every job,” and noting that there are “30,000 jobs open in North Dakota, and the university system is key to solving the workforce shortage. And in fact, our system of Statewide institutions is jumping into the certificate. Over 100 certificate programs have been created in the last two years alone...Lake Region State College in Devils Lake is approved to provide apprenticeships in IT areas. This has led to an agreement with Northrop Grumman for electronics-based apprenticeships.\"  ",
        "State of State Links": "North Dakota State of the State ; https://www.governor.nd.gov/sites/www/files/documents/images/Gov.%20Burgum%20SOTS%202020%20transcript.pdf  ",
        "State has community college efforts promoting digital skills?": "Yes; In the State of the State address, Governor Burgum stated that  there are “30,000 jobs open in North Dakota, and the university system is key to solving the workforce shortage. And in fact, our system of Statewide institutions is jumping into the certificate. Over 100 certificate programs have been created in the last two years alone...Lake Region State College in Devils Lake is approved to provide apprenticeships in IT areas. This has led to an agreement with Northrop Grumman for electronics-based apprenticeships.\"",
        "Community College Links": "State of the State; https://www.governor.nd.gov/sites/www/files/documents/images/Gov.%20Burgum%20SOTS%202020%20transcript.pdf",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Through an Apprenticeship State Expansion Grant, North Dakota will help companies fill in-demand positions by offering classroom and online training through North Dakota State College of Sciences, specifically in healthcare, biomedical research, and manufacturing, as well as other in-demand occupations. ",
        "Apprenticeship Links": "Apprenticeship State Expansion Grant; https://www.workforce.nd.gov/news/NorthDakotaDepartmentofCommerceawardedfundsforapprenticeshipproject/  ",
        "Online skilling tool offered by State?": "Yes; North Dakota has North Dakota Workforce Connection, which includes a separate link to online skills development courses, including through Alison and Microsoft 365. ; The State also has North Dakota Job Search, and online tool for those seeking employment to search for openings and find resources. ",
        "Skilling tool links": "North Dakota Workforce Connection Online Skills Development Courses; https://www.ndworkforceconnection.com/vosnet/OnlineLearning/Resources.aspx ; North Dakota Job Search; https://www.ndworkforceconnection.com/vosnet/Default.aspx ",
        "State has additional dedicated digital skills initiatives?": "Yes; North Dakota is a member of the Skillful State network. ; TrainND identifies needs and provides training, including computer and technical skills training, to employers within North Dakota. TrainND also includes an apprenticeship program.; In October 2020, the NDSCS Division for Workforce Affairs, in conjunction with TrainND Southeast, announced it had partnered with Microsoft to launch UpskillingND to “support job seekers looking to build their skills for in-demand careers.\" Through this new initiative, NDSCS and TrainND will form cohort groups who will utilize self-paced virtual curriculum to learn new technology skills for in-demand jobs and earn certifications. The program is available at no cost to participants through March 31, 2021. ; The North Dakota Career Builders scholarship program was created in 2019 to help attract people into high need and emerging occupations in the state. ; In response to the economic impacts of the COVID-19 pandemic, the Department of Commerce received $1,000,000 in CARES Act funding in order to provide grant support for workforce training programs for displaced workers seeking to develop the technical skills necessary to make a career change and remain gainfully employed in North Dakota. The ND Smart Restart Technical Skills Training grant program aims to offset the cost for program providers and participants, in order to support and retrain workers to fill available jobs within the State in accelerated, skills-based and hands-on programming. ",
        "Other initiatives links": "Skillful State; https://www.workforce.nd.gov/workforce/OperationIntern/ ; TrainND ; http://trainnd.com/ ; Upskilling ND; https://www.ndscs.edu/news/17924/ndscs-division-workforce-affairs-partners-microsoft ; North Dakota Career Builders; https://ndus.edu/career-builders/; ND Smart Restart Technical Skills Training; https://www.workforce.nd.gov/workforce/NDSmartRestartTechnicalSkillsTrainingGrant/ "
    },
    {
        "State": "NH",
        "State WIOA Plan": "New Hampshire WIOA State Plan 2020-2024; https://www.nhworks.org/wp-content/uploads/2020/02/WIOA-Plan-DRAFT-2.25.20.pdf  ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; According to the State WIOA plan, occupations with the next most projected net job growth over include personal care and service occupations (4,830 jobs), management occupations (3,693 jobs), and computer and mathematical occupations (3,277 jobs). The plan also lists Microsoft Excel, Computer Literacy, Microsoft Office, and Microsoft Word among the Most Requested Skills in 2019 Job Openings. ; There is also an initiative to expand the technology economy in New Hampshire. The Tech Alliance works to attract technology companies to New Hampshire. These efforts are supported by building partnerships, enhancing workforce skills and knowledge, and shaping public policy as it relates to technology industries. ; The State WIOA plan includes “access to training including basic computer skills” among “Most Needed Services” for workforce development.  ",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://www.nhes.nh.gov/elmi/ ",
        "State has comprehensive plan to address digital skills needs?": "Yes; The State has a well-established workforce development goal. New Hampshire has a plan called 65 by 25, where the goal is for 65% of the State population to have had a post high school educational experience by 2025.   This plan also flags high demand industries, including tech. ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; the State has outlined steps for addressing the digital divide in the State Broadband Plan, with steps including: (1) Establish a State Broadband Authority and State Broadband Council, (2) Eliminate barriers to broadband availability, (3) Encourage competition to improve broadband affordability, (4) Coordinate, promote, and sponsor trainings to increase broadband adoption, (5) And monitor broadband availability and adoption. ; Specifically, the State also addresses the digital divide as it relates to workforce development. The State requires workforce programs to have a distance learning policy that can service individuals living in rural locations. It also describes the functions of the State Workforce board to include “the development of strategies for technological improvements to facilitate access to, and improve the quality of, services and activities provided through the one-stop delivery system, including such improvements to: ensure technology is accessible to individuals residing in remote areas.\" ; Currently, the State assesses itself as being relatively average in its population access to high-speed broadband. The State ranks 23rd nationally for access and about 70% of New Hampshire residents can access high-speed broadband. This is compared to a national rate of 60%.  \r\n\r\n  ",
        "Digital Divide Links": "State Broadband Plan; https://www.unh.edu/broadband/sites/www.unh.edu.broadband/files/media/kb-reports/initiatives/NH_Broadband_Report_2015_UNH.pdf\r\n  ",
        "Digital Skilling Mentioned in State of State:": "No",
        "State of State Links": "State of the State Address; https://www.governor.nh.gov/news-media/speeches/state-of-state-2020.htm",
        "State has community college efforts promoting digital skills?": "No; However, the State offers WorkReady NH, a tuition-free program designed to provide training in specific skills that employers are looking for in their current and future employees. The program is run through the community college system.  ",
        "Community College Links": "WorkReady NH; https://www.ccsnh.edu/colleges-and-programs/workready-nh/ ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; New Hampshire has several apprenticeship initiatives in place. ApprenticeshipNH supports various registered apprenticeships in different fields. The Community College System in New Hampshire has worked toward developing and extending apprenticeships across the State through this program. Initially there are three targeted sectors, including Information Technology, through instruction provided by their seven colleges. ;  WorkInvestNH provides training for industry or company specific work skills, such as for technical computer skills. ",
        "Apprenticeship Links": "ApprenticeshipNH; https://apprenticeshipnh.com/; WorkInvestNH; https://www.nhworks.org/wp-content/uploads/2020/02/WIOA-Plan-DRAFT-2.25.20.pdf ",
        "Online skilling tool offered by State?": "No;The State does, however, have a workforce development site with resources for those who are unemployed.  ",
        "Skilling tool links": "Workforce Website; https://www.nhworks.org/about-us/ ",
        "State has additional dedicated digital skills initiatives?": "No; However, the State does have a well-established workforce development goal. New Hampshire has a plan called 65 by 25, where the goal is for 65% of the State population to have a post high school educational experience by 2025. ; New Hampshire’s Sector Partnership Initiative (SPI) is an industry-driven Statewide effort to help New Hampshire businesses in targeted industries address workforce needs. The program focuses on five core industries, including manufacturing and technology. SPI assists companies in finding funding and training resources that provide employees with improved skills and career advancement opportunities. ",
        "Other initiatives links": "65 by 25; https://www.nhcf.org/wp-content/uploads/2017/12/65x25-One-Pager-FINAL-12.12.17.pdf ;SPI: https://nhsectorpartners.org/ "
    },
    {
        "State": "NJ",
        "State WIOA Plan": "New Jersey WIOA State Plan 2020-2024; https://www.nj.gov/njsetc/planning/unified/documents/NJ%20Combined%20State%20Plan%20for%20WIOA%202020%20Draft%20for%20Public%20Comment.pdf#:~:text=New%20Jersey%20has%20chosen%20to%20the%20option%20provided,Jersey%20Department%20of%20Labor%20and%20Workforce%20Development%20%28NJDOL%29.  ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State Perkins Plan emphasized the importance of basic computer abilities in order to ensure employability. The Perkins Plan reported that the top baseline skills advertised by employers for all jobs over a 6 month period included computer literacy. In addition, the plan listed high-wage in-demand occupations in New Jersey, multiple of which were information technology jobs.  ",
        "Identified in-demand skills using statewide data links": "State Perkins Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/NJ_2020_State_Plan.pdf ;State Labor Market Information; https://nj.gov/labor/lpa/LMI_index.html ",
        "State has comprehensive plan to address digital skills needs?": "Yes; The State has a released digital literacy plan: “State of Innovation: Building a Stronger and Fairer Economy in New Jersey.” Key initiatives included in this plan are the creation of the New Jersey Apprenticeship Network, a Computer Science for All initiative, the development of state-of-the-art digital tools to help job seekers under the NJ Career Network, and the creation of a NJ Future of Work Task Force.   ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The State Broadband Plan states that “Broadband has become a significant enabler to economic growth, global competitiveness and job creation. It is an essential tool for today’s digital age that is quickly unleashing the power of our global communications and computing platform and providing significant growth opportunities in education, healthcare, public safety, government and economic development.” ; In order to improve broadband, steps were outlined in the State plan to increase household adoption of broadband: (1) Raise awareness to the digital divide in NJ and the areas needing attention, (2) Identify funding programs for the underprivileged, (3) Developing educational programs that train individuals not only to be comfortable with Information and Communication Technologies (ICTs), but also in how and why to use the Internet should form an important part of any successful broadband adoption program, (4) Provide access and exposure to training programs and resources to use the internet for health, education, government and employment services, (5) Involve public and private sector partnerships to promote adoption, (6) Encourage efforts to provide grants and subsidies for equipment and access to broadband targeted at lower socio-economic areas, (7) Provide hands-on exposure and training in Information Communication Technologies (ICT) for full and intensive use of broadband, focusing on access to information on jobs and workforce development. \r\n\r\nCurrently, New Jersey has good broadband coverage. New Jersey has 92% Broadband coverage from wireless and wireline technologies. The 8% of non-broadband coverage relate to areas of the Highlands, and portions of Northwest and Southwest New Jersey. However, if satellite technology is factored into the options, NJ is nearly 100% covered.  ",
        "Digital Divide Links": " State Broadband Plan; https://www.state.nj.us/it/connectingnj/assets/documents/whitePaper.pdf ",
        "Digital Skilling Mentioned in State of State:": "No; However, the Governor mentioned workforce development efforts: “Jobs NJ will clear a path to ongoing job training, so residents can continue to learn and compete as the needs of employers evolve with new technologies and new economic realities. It will also close longstanding structural and racial equity gaps that have kept some of our residents from job training and skills development – whether they come from historically underserved communities, are new immigrants, or are formerly incarcerated individuals reentering the workforce.”",
        "State of State Links": "State of the State Address; https://nj.gov/governor/news/news/562020/approved/20200114a.shtml",
        "State has community college efforts promoting digital skills?": "Yes; The State identifies digital literacy skills as a benefit of CTE and core academic teachers collaboration. Many of the State activities funded through formula grants offer exposure to career pathways and CTE programs, including: STEM courses, computer science and information technology pathways, online/remote access to CTE programs, and opportunities for dual or concurrent enrollment and early college experiences. ; An overall goal outlined in the State Perkins plan is to increase access to STEM and Computer Science curricula and expand career readiness through New Jersey Apprenticeship Network and career pathways. The New Jersey Department of Education (NJDOE) is developing model programs of study in in-demand industries, such as Computer Science and Information Technology, to support the Governor’s initiative to increase access to STEM and Computer Science curriculum and prepare students for in-demand industries. This work will support the Governor’s “Computer Science for All” initiative. In 2019, Governor Murphy spoke about the State’s deep shortage of computer science skills, citing a 2015 report by Code.org that found 23,000 open positions in computer science jobs and just 1,100 new graduates in the field. NJDOE will begin the development of model curricula for programs in Computer Science and Information Technology. ; As of now, the top 10 postsecondary CTE programs with the highest enrollment (statewide) included Computer and Information Sciences, General and Computer Programming/Programmer, General. ; New Jersey is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; Perkins State Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/NJ_2020_State_Plan.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; In 2018, Governor Murphy created the first Office of Apprenticeship in New Jersey, which is housed in the New Jersey Department of Labor, Division of Workforce Development, and launched the New Jersey Apprenticeship Network to improve New Jersey’s apprenticeship offerings. The Network has implemented the Growing Apprenticeships in Nontraditional Sectors (GAINS) and Pre-Apprenticeship in Career Education (PACE) programs, which have distributed more than $7M in grants to fund training to date. Thus far, these funds have supported 1,200 apprentices and pre-apprentices in programs, including a computer support specialist program. ; New Jersey is also a part of Apprenti, which works to facilitate technology careers through apprenticeships.  ",
        "Apprenticeship Links": " New Jersey Apprenticeship Network;https://www.nj.gov/njsetc/planning/unified/documents/NJ%20Combined%20State%20Plan%20for%20WIOA%202018%20Modification.pdf; Apprenti; https://apprenticareers.org/who-we-are/ ",
        "Online skilling tool offered by State?": "Yes; Through GCF Global, the State offers a basic computer skills course. ;The New Jersey Career Center website provides information on the above course and on other resources for job seekers. The site also refers job seekers to the free tutorials that Microsoft offers for using their applications.  ",
        "Skilling tool links": "New Jersey Career Center; https://careerconnections.nj.gov/careerconnections/prepare/skills/training/training_and_education_opportunities.shtml ; GCF Global; https://edu.gcfglobal.org/en/computerbasics/ ",
        "State has additional dedicated digital skills initiatives?": "Yes; The State Library Agency provides free access to computers and basic computer, social media, and digital literacy training. ;The NJ Career Accelerator STEM Internship Program is a paid internship program administered through the New Jersey Department of Labor and Workforce Development. ",
        "Other initiatives links": "STEM Internship Program; https://nj.gov/labor/internships/NJSTEM_Internship.html"
    },
    {
        "State": "OH",
        "State WIOA Plan": "Ohio WIOA State Plan 2020-2023; https://jfs.ohio.gov/owd/Initiatives/Docs/WIOAPublishedOhioPYs2020-2023StatePlan.stm ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA Plan projects that Computer and Mathematical Occupations will grow by 6.9% between 2016 and 2026 and states that computer science job openings increased 100 percent between 2018 and 2019. It also cited a recent study by McKinsey Global Institute that indicates that Ohio’s historic core sectors, including Manufacturing, Retail Trade, and Transportation and Warehousing are susceptible to future automation. Specifically, the study states that 47 percent of Ohio’s business activities can be automated using established technology.  ",
        "Identified in-demand skills using statewide data links": "State Labor Market Information; https://ohiolmi.com/?page85481=1&size85481=48 ",
        "State has comprehensive plan to address digital skills needs?": "Yes; According to the State WIOA plan, “Workers must possess technical skills, such as performing physical or digital tasks, understanding programming languages, or using mechanical equipment and tools to meet the needs of Ohio’s businesses. Technical skills may be achieved through postsecondary education as well as through a combination of direct instruction and training, including participating in work-based activities, such as on-the-job training or apprenticeship.” The plan also defines workforce preparation activities as including digital literacy skills. ; The State will invest $28 million in 2020 and $40 million in 2021 in its Choose Ohio First initiative to develop a workforce ready for STEMM (Science, Technology, Engineering, Mathematics, and Medicine) occupations. Choose Ohio First provides postsecondary students with increased exposure to and awareness about available careers in STEMM industires. A portion of the funding will be used for scholarship funding at Ohio’s colleges and universities. Choose Ohio First also promotes the recruitment of underrepresented STEMM student groups, including women and students of color. Ohio also wishes to emphasizes STEM and STEAM education by utilizing project and case-based learning.  ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Ohio plans to expand internet access through improving infrastructure under InnovateOhio. Through BroadbandOhio, the State broadband office, there has been collaboration with industry to create public hotspot areas for those who may not have broadband at home.  ",
        "Digital Divide Links": "State Broadband Plan; https://innovateohio.gov/wps/wcm/connect/gov/bde9a8ce-5f93-4a04-b937-102788469bdb/OhioBroadbandStrategy_121919.pdf?MOD=AJPERES&CONVERT_TO=url&CACHEID=ROOTWORKSPACE.Z18_M1HGGIK0N0JO00QO9DDDDM3000-bde9a8ce-5f93-4a04-b937-102788469bdb-mYuKib6 \r\n",
        "Digital Skilling Mentioned in State of State:": "No; State of the State address for 2020 was indefinitely postponed due to COVID-19. ",
        "State has community college efforts promoting digital skills?": "Yes; Announced in 2018, Columbus State Community College and Facebook have a partnership to develop a robust Digital Marketing Program for students that prepares them for jobs. ; Ohio is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. \r\n",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; Information on Facebook Partnership; https://www.cscc.edu/for-business/digital-marketing/?fbclid=IwAR3cDv5LhISfO9aYGARRtfKlElkvWv-QsGRVnW9DBwIeeEGhTXPI7FjyGUA ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Ohio offers the IT Flexible Apprenticeship Program where Columbus State partners with major IT employers in the region to offer students the opportunity for paid apprenticeship positions in the industry as they complete a degree in certain technology related fields. ; Cincinnati and Central Ohio are also both locations for Apprenti, a program that creates pathways to certification in technology roles through apprenticeships. ",
        "Apprenticeship Links": "IT Flexible Scholarship Program;https://www.cscc.edu/academics/departments/computer-it/it-apprenticeships.shtml; Apprenti;https://apprenticareers.org/who-we-are/",
        "Online skilling tool offered by State?": "Yes; As noted in the State WIOA plan, Ohio uses LinkedIn Learning. All Ohioans with a library card are able to take unlimited, free online training courses, including on topics like software development, data analytics, and cyber security. ; Ohio also has TechCred, which helps Ohioans learn new skills for a technology-infused economy. Many of the trainings can be completed online, though not all. The State also offers Workplace Fundamentals, a modular curriculum that includes computer training and digital safety. This program is supported by the InnovateOhio initiative from the State of Ohio. ; Additionally, Ohio has a database of employment programs, including apprenticeships and training, many of which are focused on developing highly skilled workers. The site also has other resources for job seekers.  ",
        "Skilling tool links": "Ohio Means Jobs; https://jobseeker.ohiomeansjobs.monster.com/FindIt/OWT.aspx ; LinkedIn Learning Information; http://olc.org/access-lynda-com-with-your-library-card/ ; TechCred; https://techcred.ohio.gov/wps/portal/gov/techcred ",
        "State has additional dedicated digital skills initiatives?": "No"
    },
    {
        "State": "PA",
        "State WIOA Plan": "Pennsylvania WIOA State Plan 2020-2024; https://www.dli.pa.gov/Businesses/Workforce-Development/Documents/wioa/2020-WIOA-State-Plan.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The 2020 Keystone Economic Development and Workforce Command Center Annual Report recognizes that “With new technologies arise new opportunities. The jobs of the past with negative connotations are not the jobs of the present and certainly not the jobs of the future. Manufacturing processes have changed drastically. When a worker’s skills change, they may see someone with coding and essential computers skills are required to create the same product. Agriculture now relies heavily on technology, from monitoring crops and driving tractors that mimic a spaceship control board and utilizing unmanned technologies for farming applications.” ; The Pennsylvania Next Generation Industry Partnerships help businesses identify “their workforce, education & training, and economic development needs”. However, digital skills is not listed as a need. ; Statewide Labor Market Data and job training information can be found at the PA CareerLink Website. ",
        "Identified in-demand skills using statewide data links": "Pennsylvania Next Generation Industry Partnerships; https://www.dli.pa.gov/Businesses/Workforce-Development/Pages/Industry-Partnerships.aspx#:~:text=Pennsylvania%27s%20Next%20Generation%20Industry%20Partnerships%20Pennsylvania%20is%20leading,and%20collaboration%20to%20raise%20career%20and%20industry%20awareness ; State Labor Market Information; https://www.workstats.dli.pa.gov/Products/Videos/Pages/LMI101.aspx ; PA Career Link; https://www.pacareerlink.pa.gov/JPOnline/; 2020 Keystone Economic Development and Workforce Command Center Annual Report; https://www.governor.pa.gov/wp-content/uploads/2020/01/20200127-Workforce-Command-Center-Annual-Report.pdf ",
        "State has comprehensive plan to address digital skills needs?": "No; The State WIOA plan notes that “The PAsmart initiative promotes the expansion of Registered Apprenticeships and invests in postsecondary education and training in computer science and STEM fields. The Next Generation Sector Partnership program, also supported at the local level through State grants, encourages trainings that result in a postsecondary credential by requiring all proposals to identify credentials/certifications to be obtained and by making credentials a required outcome measure” ; “Pennsylvania has set a goal of 60 percent of Pennsylvanians holding a college or industry-recognized credential by 2025. Pennsylvania also launched its PASmart website to connect Pennsylvanians with resources to work, train or learn skills needed in the workforce.” The resources are not specifically geared towards digital skills, however. ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Through the Restore Pennsylvania plan, Pennsylvania aims to “bridge the digital divide in every community across the commonwealth, ensuring that every Pennsylvanian has access to high speed, reliable, and affordable internet service” and “Encourage and support the expansion of at least 25 Mbps download and 3 Mbps upload (the Federal definition of broadband) to unserved and underserved regions.” ",
        "Digital Divide Links": "Restore Pennsylvania;https://2k4nj3p959z35d47i3rgaw41-wpengine.netdna-ssl.com/wp-content/uploads/2019/06/Restore-Pennsylvania-Broadband-Initiative.pdf",
        "Digital Skilling Mentioned in State of State:": "No; However, Governor Wolf highlighted a gap in workforce training as one of five specific areas the State can take action in to help Pennsylvanians find better jobs. He said that “We can invest in workforce training programs like WEDnetPA, which has helped more than 20,000 companies train more than a million Pennsylvania workers over the last 20 years.” ",
        "State of State Links": "Governor Wolf’s 2020 Budget Address Remarks;https://www.governor.pa.gov/newsroom/governor-wolfs-2020-budget-address-remarks/",
        "State has community college efforts promoting digital skills?": "No; Pennsylvania appears to be committed to expanding postsecondary education and training, but does not have a specific focus on digital skills that is apparent. ",
        "State has technology-related apprenticeship program planned or in place?": "No",
        "Online skilling tool offered by State?": "Yes; The State has Pennsylvania Career Link, which includes a separate link to online skills development courses, including through Alison and Microsoft 365.  \r\nThe site is also an online portal for those seeking employment.  ",
        "Skilling tool links": "Pennsylvania Career Link;https://www.pacareerlink.pa.gov/jponline/",
        "State has additional dedicated digital skills initiatives?": "Yes; Pennsylvania is part of the Skillful State Network and has WEDNetPA, which offers training for individuals through their employers. ; \r\nAdditionally, Pennsylvania has increased the provision of proprietary data across State and local government entities in order to advance workforce development research.  ",
        "Other initiatives links": "Skillful State;https://www.pasmart.gov/;WEDNetPA;http://www.wednetpa.com/"
    },
    {
        "State": "SD",
        "State WIOA Plan": "South Dakota WIOA State Plan 2020-2024; https://dlr.sd.gov/workforce_services/wioa/documents/wioa_sd_unified_state_plan_2020.pdf ",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The State WIOA plan lists Computer and Mathematical Occupations among the occupational groups with the highest number of job openings listed online. It also explains that \"The Professional, Scientific, and Technical Services subsector is projected to grow 12.1% (1,555 workers) over the next decade. Some of these occupations include consulting services like legal, accounting, engineering, management, computer design, and scientific research.  ",
        "Identified in-demand skills using statewide data links": " State Labor Market Information; https://dlr.sd.gov/lmic/ ; State WIOA Plan; https://dlr.sd.gov/workforce_services/wioa/documents/wioa_sd_unified_state_plan_2020.pdf ",
        "State has comprehensive plan to address digital skills needs?": "No",
        "State has a plan for addressing digital divide (broadband)?": "Yes; According the State's broadband plan, \"The most important goal is for every South Dakota citizen, business and community institution to have access to the current broadband standard by 2022.\" The State of South Dakota offered a $5M grant program to improve broadband services across South Dakota in 2019. The goal is to increase this amount in subsequent years. According to the State Broadband Plan, the State government has an inventory of vertical assets available for broadband expansion and the public – private sector partnership has been successful because services to the public can be expanded while providing additional revenues offsetting costs for State government. ; The State also emphasizes that a business-friendly environment requires that high speed broadband be available wherever the business might be located. The 2019 broadband grant program provides incentives for proposals to include businesses in their build-outs. ; As for the current state of broadband in South Dakota, the State ranks 35th in the country, with an average download speed of 17.38 Mbps, almost half of the average for the fastest State. ; According to the FCC and the 2016 Broadband Deployment Report: (1) 88% of South Dakotans have access to 25/3 terrestrial services, (2) 41% of South Dakota counties are at 90% or above for their population have 25/3 access, (3) Five counties have 100% 25/3 access across the county. Brule, Faulk, Hyde, Potter and Sully, and (5) Dewey (1.7%), Ziebach (12.1%) and Harding (24.6%) counties have the least amount of population with broadband access.  ",
        "Digital Divide Links": "State Broadband Plan; https://sdgoed.com/wp-content/uploads/2020/08/State-Broadband-Plan.pdf ",
        "Digital Skilling Mentioned in State of State:": "No; However, the Governor provided an update on expanding broadband access: “In March, you approved $5 million dollars to be used as matching funds for broadband improvement. The Connect South Dakota program, which launched in May, brought in a total of $12.2 million dollars. Because the State now has a plan in place, South Dakota companies have been awarded additional points on their applications for USDA Reconnect grants.  This is a federal program that provides funding for telecommunications updates. In December, this federal program awarded another $9.5 million dollars in high-speed broadband infrastructure that will create or improve connectivity for more than 1,750 homes in rural South Dakota. Combined, that means our $5 million dollars has resulted in a $25 million investment in underserved areas – touching 6,500 homes and nearly 150 businesses.” ; The State of the State also highlighted cybersecurity as a rising industry: “One important and emerging sector is cybersecurity. We all know that the threat of a cyber-attack is an increasing concern to individuals, businesses, and governments in every corner of the globe. In May 2019, the Economic Development Administration awarded a $1.46 million-dollar grant to Dakota State University to help establish a high-speed research network. Because it is designated as an Opportunity Zone, the investment will receive a $1.46 million-dollar match in local funds. For the EDA to invest its money into Dakota State is monumental. It’s our academic leader in cybersecurity and it has been designated a Center of Academic Excellence in Cyber Operations by the National Security Agency.”  ",
        "State of State Links": "State of the State; https://www.argusleader.com/story/news/politics/2020/01/14/south-dakota-legislature-read-gov-kristi-noems-full-state-of-the-state-address/4466449002/ ",
        "State has community college efforts promoting digital skills?": "Yes;  South Dakota is also a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ; State Perkins Plan; https://s3.amazonaws.com/PCRN/docs/stateplan/SD_2020_State_Plan.pdf ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The State WIOA plan says that target industries for registered apprenticeships include computer science/information technology, among others. By 2026, the computer science/information technology industry will grow by 12.05%.  ",
        "Online skilling tool offered by State?": "The state offers the WorkKeys® Curriculum Assessment through local South Dakota job center offices and Teknimedia computer courses through the State WIOA plan.  ; The State also has SDWorks, an online landing page with resources for job seekers, such as a job search function. The site also includes a separate link to additional free online skills development courses, including through Alison and Microsoft 365 ",
        "Skilling tool links": " Alison courses; https://alison.com/?utm_source=google&utm_medium=cpc&utm_campaign=PPC%3eTier-1%3eBrand%3eAlison-(Exact)&gclid=Cj0KCQjwuL_8BRCXARIsAGiC51CiHi4yv_QpHHtedeQn6f7q0uKq9aFbQ1OTaXqXS6lKvynSzQK5_4UaAuX6EALw_wcB ; WorkKeys Curriculum; https://dlr.sd.gov/workforce_services/ncrc/ncrc_getting_started.aspx ; Teknimedia; https://www.teknimedia.com/ \r\n; SDWorks; https://www.southdakotaworks.org/vosnet/Default.aspx ; SDWorks Online Skills Development Courses; https://www.southdakotaworks.org/vosnet/OnlineLearning/Resources.aspx  ",
        "State has additional dedicated digital skills initiatives?": "No"
    },
    {
        "State": "VA",
        "State WIOA Plan": "Virginia WIOA State Plan 2020-2024; https://virginiacareerworks.com/wp-content/uploads/DRAFT-2020-Virginia-Combined-State-Plan-for-Public-Comment.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific focus on need for digital skills; However, the WIOA State plan notes that “ Virginia still faces significant demand for a skilled workforce, and in many industry sectors, such as IT and computer science, demand exceeds the supply. An analysis of Virginia labor market data shows that Virginia needs a strong mixture of short credentials and associate degrees to meet job demands.”",
        "State has comprehensive plan to address digital skills needs?": "No; No evidence of a specific or detailed plan for addressing digital skills needs.",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Virginia’s Commonwealth Connect plan outlines policy recommendations and a plan to work with local governments to identify gaps in coverage within localities and develop a plan to fill those gaps. The plan calls for a $35 million increase in funding for each successive year for the Virginia Telecommunications Initiative (VATI), which extends broadband service to currently unserved areas. ",
        "Digital Divide Links": "“Commonwealth  Connect”; https://www.commonwealthconnect.virginia.gov/sites/default/files/CIT%20Documents/Commonwealth%20Connect%20Report.pdf ",
        "Digital Skilling Mentioned in State of State:": "Yes; Governor Northam talked about the “Get Skilled, Get a Job, and Give Back” or “G-3” Initiative, which has $5 million in WIOA State set-aside funds to support colleges in their redesign of targeted, high-demand CTE programs. The Governor mentioned IT as one of the fields a G-3 participant could enter through the program.",
        "State of State Links": "State of the Commonwealth Address; https://www.governor.virginia.gov/newsroom/all-releases/2020/january/headline-850663-en.html ",
        "State has community college efforts promoting digital skills?": "Yes; CollegeAnywhereVA opens up nearly every online course offered across Virginia’s 23 community colleges and offers nearly 100 courses related to computer science.",
        "Community College Links": "CollegeAnywhereVA; https://collegeanywhereva.org/",
        "State has technology-related apprenticeship program planned or in place?": "Yes; Virginia is part of Apprenti a program that creates pathways to certification in technology roles through apprenticeships. ",
        "Apprenticeship Links": "Apprenti; https://apprenticareers.org/\r\n",
        "Online skilling tool offered by State?": "No",
        "State has additional dedicated digital skills initiatives?": "Yes; The Virginia Jobs Investment Program (VJIP) is a discretionary program that provides funding to companies creating new jobs or experiencing technological change to reduce the human resource development costs for new companies, expanding companies, and companies retraining their employees. Funding for each net new full-time job created or full-time employee retrained is based on a customized budget determined by an assessment of the company’s recruiting and training activities, as well as the project’s expected benefit to the Commonwealth, and is subject to approval by the Secretary of Commerce and Trade; \r\nGo Virginia Grants are dedicated to tech industries and address the digital divide.\r\n Fast Forward Provides short-term training leading to credentials in areas including information technology. ;\r\nNetwork2Work @PVCC  creates a pathway that will provide individuals with the resources he or she needs to secure the job they identify as a good match. Resources may include: Work skills (e.g., literacy, workplace readiness, or technical), Life management (e.g., childcare, transportation, stable shelter, or apparel), Health (e.g., physical, mental, or substance abuse recovery). ; \r\nThe New Economy Workforce Credential Grant Program was developed during the 2016  General Assembly Session to create and sustain a supply of credentialed workers to fill high-demand occupations in fields which support the State’s economy while making the attainment of these credentials more affordable. This grant program provides a pay-for-performance model for funding noncredit workforce training that leads to a credential in a high demand field. ; Virginia participates in the Skillful State Network",
        "Other initiatives links": "Virginia Jobs Investment Program; https://www.vedp.org/incentive/virginia-jobs-investment-program-vjip ; \r\nGo Virginia Grants; http://govirginia.org/grants-database/ ; Fast Forward; https://www.fastforwardva.org ; \r\nSkillful State ; https://www.fastforwardva.org/"
    },
    {
        "State": "WA",
        "State has identified in-demand digital skill needs using Statewide data? ": "Yes; The WIOA State Plan notes that “The long-term economic environment projections indicate employment growth and opportunities that are most clearly associated with computer skills. Unfortunately, most of the computer industry jobs will require significant and specific skills for entry. Eighteen of the top 20 skills anticipated to grow and experience significant employment opportunities are related to information technology.” ;  Statewide labor market projections can also be found here. ",
        "Identified in-demand skills using statewide data links": "WIOA State Plan;https://www2.ed.gov/about/offices/list/osers/rsa/wioa/state-plans/wa.pdf;\r\n\r\nWashington labor market projections ; https://esd.wa.gov/labormarketinfo/projections ",
        "State has comprehensive plan to address digital skills needs?": "Yes; The Washington Job Skills Program is a Statewide initiative that focuses on providing training and employment for those at risk of losing their jobs due to technological or economic changes.  ;\r\nAdditionally, Career Connect Washington is a program that provides access to CTE and apprenticeship programs and aims to help individuals acquire the skills needed for in-demand jobs. Many grantees within the program have been in IT and STEM fields. \r\n\r\n ",
        "Comprehensive plan links": "Washington Job Skills Program ; https://www.sbctc.edu/for-employers/job-skills.aspx ; Career Connect Washington ; https://careerconnectwa.org/programs/ ; Career Connect Washington Grantees ; https://careerconnectwa.org/news/   ",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Washington has a broadband plan that, among other goals, aims to provide 25 mps broadband access to all residences and businesses Statewide by 2024. ",
        "Digital Divide Links": "Washington Broadband plan; https://data.wa.gov/stories/s/irv9-b275 ",
        "Digital Skilling Mentioned in State of State:": "No; Governor Inslee did not specifically mention digital skills. However, he mentioned Career Connect, which links to a wide range of training opportunities, including for digital skills; The Governor also noted that “Our goal is nothing short of meaningful career training for anyone who wants it. We want to be able to welcome all people to the prosperity of Washington. We can serve a 19-year-old who wants to learn a technical trade and a 42-year- old midcareer worker who needs the latest skills. We’ve made it affordable, too, and expect to serve more than 100,000 students this coming school year with help from the Washington College Grant.”  ",
        "State of State Links": "Washington State of the State; https://careerconnectwa.org/programs/ ",
        "State has community college efforts promoting digital skills?": "Yes; Washington is a member of the Reskilling and Recovery Network, which is a partnership between the National Governors Association Center for Best Practices and the American Association of Community Colleges (AACC), with support from Lumina Foundation and the Siemens Foundation that is striving to address the equity disparities that have become more pronounced during COVID-19. The program works to provide people with modern jobs, particularly for technology positions. ; Additionally, the Perkins CTE plan within the State WIOA plan notes that “The development of programs of study will be prioritized in high demand areas in Washington which include, but are not limited to: agriculture, manufacturing, construction, health care, and information technology.\" ",
        "Community College Links": "Reskilling and Recovery Network; https://www.nga.org/reskilling/ ",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The State WIOA Plan highlights a $3.5 million grant from the U.S. Department of Labor for the Washington Technology Industry Association to create a registered apprenticeship program in the information technology industry. The initiative will be carried out through a partnership between the state, WTIA, and technology companies, including Microsoft, F5 and AT&T. ",
        "Apprenticeship Links": "Apprenti; https://apprenticareers.org/locations/washington/ ",
        "Online skilling tool offered by State?": "Yes; The State Workforce Website is available and links to courses.",
        "Skilling tool links": "State Workforce Website; https://esd.wa.gov/jobs-and-training ;  Online courses; https://edu.gcfglobal.org/en/",
        "State has additional dedicated digital skills initiatives?": "Yes; Microsoft is part of the Skillful State Network ",
        "Other initiatives links": "Skillfull State; https://www.skillful.com/policymakers "
    },
    {
        "State": "WI",
        "State WIOA Plan": "Wisconsin WIOA State Plan 2020-2023; https://dwd.wisconsin.gov/wioa/pdf/wi-wioa-state-plan-2020.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific focus on a need for digital skills. ; However, the State WIOA plan notes: “Businesses are demanding worker skills in three general areas: Technical skills,  Soft skills, and  Employability skills. These skill sets overlap, despite their operational specificity. For example, technical skills entail computer use, blueprint literacy, and basic math and language skills” ; Additional labor market information may be found here.",
        "Identified in-demand skills using statewide data links": "Wisconomy; https://jobcenterofwisconsin.com/wisconomy/pub/toolkit\r\n",
        "State has comprehensive plan to address digital skills needs?": "No; However, the State has a digital equity plan from 2016 that is mainly focused on K-12 education and connectivity.",
        "Comprehensive plan links": "\"Digital Equity Plan\";  https://dpi.wi.gov/digital-learning",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The Wisconsin Broadband Plan aims to provide every Wisconsinite with affordable broadband access, if they so choose, by January 1, 2025. The State is also maintaining an interactive broadband access map. ; \r\nIn September, Governor Evers and the Public Service Commission (PSC) of Wisconsin announced a $24 million 2021 Broadband Expansion grant round. The State had a 2020 Broadband Expansion grant round that also provided $24 million in funding. Applications for this round are due December 1, 2020.",
        "Digital Divide Links": "\"Wisconsin Broadband Plan\"; https://psc.wi.gov/Documents/broadband/Wisconsin%20Broadband%20Plan%202019.pdf; \r\n\"Broadband Access Map\"; https://maps.psc.wi.gov/apps/WisconsinBroadbandMap/ ; \r\n\"Broadband Expansion Grant\"; https://psc.wi.gov/Pages/Programs/BroadbandGrants.aspx",
        "Digital Skilling Mentioned in State of State:": "No",
        "State of State Links": "State of the State; https://wxow.com/2020/01/22/read-governor-evers-state-of-the-state-speech/",
        "State has community college efforts promoting digital skills?": "Yes; Wisconsin has a $12 million targeted annual investment for WTCS colleges to provide the education and services enabling 2,000 under and unemployed individuals each year to earn a short-term credential for employment in essential and well-paying jobs in healthcare, protective services, manufacturing, information technology, telecommunications, transportation and logistics.\r\n",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The Wisconsin Bureau of Apprenticeship Standards (BAS), with assistance from DOL-administered grants, continues to expand registered apprenticeship programs into in-demand sectors such as financial services, information technology, healthcare and advanced manufacturing. In recent years, BAS has overseen the creation of new occupations such as arborist, mechatronics technician, data analyst, software developer, and financial planner, to name a few.",
        "Apprenticeship Links": "Wisconsin Bureau of Apprenticeship Standards; https://dwd.wisconsin.gov/apprenticeship/",
        "Online skilling tool offered by State?": "No",
        "State has additional dedicated digital skills initiatives?": "Yes; The New North (a Wisconsin-based economic development nonprofit) partnered with Microsoft, American Family Insurance, as well as Wisconsin startup accelerator gener8tor, to launch a free job training program for people to learn digital skills. Originally piloted in Wisconsin, it is now available in three additional States as well. ; \r\nThe FastForward Program provides worker training grants based on employer-identified needs. This incumbent worker training program is available to individual employers or consortia. Most training participants are lower- or mid-level workers who are becoming lead workers. Foundational skills can be included in the training. $11.5 million in annual funding and run through the Department of Workforce Development.; Wisconsin is a member of the Skillful State Network.",
        "Other initiatives links": "\"New North partnership\"; https://gener8torupskilling.com. ; \r\n\"Skillful State\"; https://www.skillful.com/policymakers "
    }
]