[
    {
        "State": "AL"
    },
    {
        "State": "AK"
    },
    {
        "State": "AZ"
    },
    {
        "State": "AR"
    },
    {
        "State": "CA"
    },
    {
        "State": "CO"
    },
    {
        "State": "CT"
    },
    {
        "State": "DE"
    },
    {
        "State": "FL",
        "State WIOA Plan": "https://careersourceflorida.com/wioa_2020-2024/",
        "Uses Statewide labor market data to identifly in-demand digital skills? ": "Yes; Plan states “The most common industry sectors for emerging occupations are healthcare and professional services, due to ongoing advances in medical technology; life, physical and environmental sciences; engineering, mathematics and computer sciences; and psychology and the social sciences”\r\n",
        "Labor market Links": "http://www.floridajobs.org/workforce-statistics/workforce-statistics-data-releases/monthly-data-releases",
        "Addresses needs for digtial skills ": "No; No detailed plan for addressing digital skills",
        "Highlights community college efforts promoting digital skills?": "No",
        "Has technology-related apprenticeship program planned or in place?": "Yes; An initiative to expand apprenticeship opportunities throughout the state, is led by the Department of Economic Opportunity in collaboration with CareerSource Florida and the Florida Department of Education. Apprenticeship FLA seeks to Expand apprenticeships in several targeted sectors, including advanced manufacturing, healthcare, building trades/construction, hospitality, maritime industries, transportation, warehousing, and information technology. ; Regional Demand Occupation Lists are available to identify occupations within industries that are in the greatest demand by local workforce development areas in Florida. ",
        "Apprenticeship Links": "https://apprenticeflorida.com/; http://www.floridajobs.org/workforce-statistics/publications-and-reports/labor-market-information-reports/regional-demand-occupations-list; http://lcd.floridajobs.org/",
        "Stimulus funds prioritizes digital skills?": "Yes; Florida Budget- $240 million of Federal Funds - Priority investments of the board include an $8.5 million allocation to local workforce development boards to help unemployed Floridians get back to work and gain new skills to better prepare them for in-demand and evolving employment opportunities due to current economic downturn. This investment will ensure these local partners who work directly with employers and Floridians in their communities have the resources to fortify technology systems, business services and career-building resources necessary to meet the increased demand.",
        "Stimulus funds link": "https://careersourceflorida.com/pandemic-recovery-efforts-include-apprenticeships-and-rural-areas-opportunities/",
        "Existing online skilling tool offered and promoted by State?": "Yes; Florida Ready to Work is an innovative, workforce education and economic development program. The centerpiece of the program is the Florida Ready to Work Credential and the Florida Soft Skills Credential – two valuable credentials signed by the Governor – that certifies that a Florida learner / jobseeker has the academic and employability job skills necessary to succeed in today’s rapidly changing and competitive economy.\r\n",
        "Skilling tool links": "https://www.floridareadytowork.com/",
        "Plan for addressing digital divide (broadband)?": "Yes; Office of Broadband works with local and state government agencies, community organizations and private businesses to increase the availability and effectiveness of broadband internet throughout the state, specifically in small and rural communities. It was established within the Division of Community Development on July 1, 2020. The Florida Department of Economic Opportunity is the lead agency to facilitate the expansion of broadband internet services in the state. ",
        "Digital Divide Links": "https://floridajobs.org/community-planning-and-development/broadband/office-of-broadband",
        "Digital Skilling Mentioned in State of State?": "No; “Low taxes and a healthy business climate are important in attracting investment in Florida, but so too is our ability to produce top-flight talent – through our colleges and universities, through workforce education opportunities and through strong K-12 schools.”;\r\n“Apprenticeship programs also offer a great way to equip Floridians with skills that merit gainful employment.”",
        "Microsoft Partnerships?": "No",
        "State Workforce Funding": "Yes; Governor 2020-21 recommendation: $319, 928, 442 for Workforce development under the Department of Economic Opportunity and $520,487,932 for workforce education under the Department of Education. ; Florida Budget - $240 million of Federal Funds - Priority investments of the board include an $8.5 million allocation to local workforce development boards to help unemployed Floridians get back to work and gain new skills to better prepare them for in-demand and evolving employment opportunities due to current economic downturn. This investment will ensure these local partners who work directly with employers and Floridians in their communities have the resources to fortify technology systems, business services and career-building resources necessary to meet the increased demand.",
        "Workforce Funding Links": "http://www.bolderbrighterbetterfuture.com/web%20forms/Budget/BudgetAgency.aspx",
        "Statewide Initiatives Promoting Digital Skills": "Yes; The Get There Florida Initiative is in partnership with the state’s 28 Florida College System institutions and the state’s 48 technical colleges or centers. It accelerates students’ time to completion of an in-demand but high-value industry certification or postsecondary workforce credential. Programs include advanced manufacturing, transportation and logistics, healthcare, and information technology. Created recently by Gov. Desantis as an executive order.; In support of our work to help Floridians enter and advance in the workforce while strengthening the state business climate, CareerSource Florida offers funding opportunities through grant solicitations, requests for proposals (RFP), and invitations to negotiate (ITN). CareerSource Florida is focused on helping expand apprenticeship opportunities in six key industry sectors: advanced manufacturing, healthcare, information technology, hospitality, trade and logistics and construction.",
        "Statewide initiatives links": "https://gettherefl.com/; https://careersourceflorida.com/about-us/contracting-opportunities/"
    },
    {
        "State": "GA"
    },
    {
        "State": "HI"
    },
    {
        "State": "ID"
    },
    {
        "State": "IL"
    },
    {
        "State": "IN"
    },
    {
        "State": "IO"
    },
    {
        "State": "KS"
    },
    {
        "State": "KY"
    },
    {
        "State": "LA"
    },
    {
        "State": "ME"
    },
    {
        "State": "MD"
    },
    {
        "State": "MA"
    },
    {
        "State": "MI"
    },
    {
        "State": "MN"
    },
    {
        "State": "MS"
    },
    {
        "State": "MO"
    },
    {
        "State": "MT"
    },
    {
        "State": "NE"
    },
    {
        "State": "NV"
    },
    {
        "State": "NH"
    },
    {
        "State": "NJ"
    },
    {
        "State": "NM"
    },
    {
        "State": "NY"
    },
    {
        "State": "NC"
    },
    {
        "State": "ND"
    },
    {
        "State": "OH"
    },
    {
        "State": "OK"
    },
    {
        "State": "OR"
    },
    {
        "State": "PA"
    },
    {
        "State": "RI"
    },
    {
        "State": "SC"
    },
    {
        "State": "SD"
    },
    {
        "State": "TN"
    },
    {
        "State": "TX"
    },
    {
        "State": "UT"
    },
    {
        "State": "VT"
    },
    {
        "State": "VA",
        "State WIOA Plan": "https://virginiacareerworks.com/wp-content/uploads/DRAFT-2020-Virginia-Combined-State-Plan-for-Public-Comment.pdf#:~:text=WIOA%20State%20Plan%20Type%20Through%20this%20Combined%20State,and%20Opportunity%20Act%20%28WIOA%29%2C%20and%20eight%20optional%20programs%3A",
        "State has identified in-demand digital skill needs using Statewide data? ": "No; No evidence of a specific report highlighting in-demand digital skill needs; however the WIOA State plan note that “ Virginia still faces significant demand for a skilled workforce, and in many industry sectors, such as IT and computer science, demand exceeds the supply. An analysis of Virginia labor market data shows that Virginia needs a strong mixture of short credentials and associate degrees to meet job demands.”",
        "Identified in-demand skills using statewide data links": "WIOA State Plan; https://virginiacareerworks.com/wp-content/uploads/DRAFT-2020-Virginia-Combined-State-Plan-for-Public-Comment.pdf#:~:text=WIOA%20State%20Plan%20Type%20Through%20this%20Combined%20State,and%20Opportunity%20Act%20%28WIOA%29%2C%20and%20eight%20optional%20programs%3A ",
        "State has comprehensive plan to address digital skills needs?": "No; No evidence of a specific or detailed plan for addressing digital skills needs.",
        "State has a plan for addressing digital divide (broadband)?": "Yes; Virginia’s Commonwealth Connect plan outlines policy recommendations and a plan to work with local governments to identify gaps in coverage within localities and develop a plan to fill those gaps. The plan calls for a $35 million increase in funding for each successive year for the Virginia Telecommunications Initiative (VATI), which extends broadband service to currently unserved areas. ",
        "Digital Divide Links": "“Commonwealth  Connect”; https://www.commonwealthconnect.virginia.gov/sites/default/files/CIT%20Documents/Commonwealth%20Connect%20Report.pdf ",
        "Digital Skilling Mentioned in State of State:": "Yes; Governor Northam talked about the “Get Skilled, Get a Job, and Give Back” or “G-3” Initiative, which has $5 million in WIOA State set-aside funds to support colleges in their redesign of targeted, high-demand CTE programs. The Governor mentioned IT as one of the fields a G-3 participant could enter through the program.",
        "State of State Links": "State of the Commonwealth Address; https://www.governor.virginia.gov/newsroom/all-releases/2020/january/headline-850663-en.html ",
        "State has community college efforts promoting digital skills?": "Yes; CollegeAnywhereVA opens up nearly every online course offered across Virginia’s 23 community colleges and offers nearly 100 courses related to computer science.",
        "Community College Links": "CollegeAnywhereVA; https://collegeanywhereva.org/",
        "State has technology-related apprenticeship program planned or in place?": "No",
        "Online skilling tool offered by State?": "No",
        "State has additional dedicated digital skills initiatives?": "Yes; The Virginia Jobs Investment Program (VJIP) is a discretionary program that provides funding to companies creating new jobs or experiencing technological change to reduce the human resource development costs for new companies, expanding companies, and companies retraining their employees. Funding for each net new full-time job created or full-time employee retrained is based on a customized budget determined by an assessment of the company’s recruiting and training activities, as well as the project’s expected benefit to the Commonwealth, and is subject to approval by the Secretary of Commerce and Trade; \r\nGo Virginia Grants are dedicated to tech industries and address the digital divide.\r\n Fast Forward Provides short-term training leading to credentials in areas including information technology. ;\r\nNetwork2Work @PVCC  creates a pathway that will provide individuals with the resources he or she needs to secure the job they identify as a good match. Resources may include: Work skills (e.g., literacy, workplace readiness, or technical), Life management (e.g., childcare, transportation, stable shelter, or apparel), Health (e.g., physical, mental, or substance abuse recovery). ; \r\nThe New Economy Workforce Credential Grant Program was developed during the 2016  General Assembly Session to create and sustain a supply of credentialed workers to fill high-demand occupations in fields which support the state’s economy while making the attainment of these credentials more affordable. This grant program provides a pay-for-performance model for funding noncredit workforce training that leads to a credential in a high demand field. ; Virginia participates in the Skillful State Network and Apprenti program.",
        "Other initiatives links": "“Virginia Jobs Investment Program”; https://www.vedp.org/incentive/virginia-jobs-investment-program-vjip; “Go Virginia Grants” ; http://govirginia.org/grants-database/; \"Fast Forward\"; https://www.fastforwardva.org; \r\n“Skillful State”; https://www.fastforwardva.org/; \r\n“Apprenti”; https://apprenticareers.org/\r\n"
    },
    {
        "State": "WA",
        "State WIOA Plan": "https://www2.ed.gov/about/offices/list/osers/rsa/wioa/state-plans/wa.pdf ",
        "Uses Statewide labor market data to identifly in-demand digital skills? ": "Yes; The Plan notes that “The long-term economic environment projections indicate employment growth and opportunities that are most clearly associated with computer skills. Unfortunately, most of the computer industry jobs will require significant and specific skills for entry. Eighteen of the top 20 skills anticipated to grow and experience significant employment opportunities are related to information technology.” ; Plan highlights specific technology skills most in demand ; In addition to information in the State Plan the State maintains up to date labor market projections:",
        "Labor market Links": "Labor market projections; https://esd.wa.gov/labormarketinfo/projections ",
        "Addresses needs for digtial skills ": "Yes; Not specifically, although aspects of the need are highlighted in certain aspects of the State plan (See Community Colleges)",
        "Highlights community college efforts promoting digital skills?": "Yes; The State Plan includes the Perkins CTE plan, which notes that  “The development of programs of study will be prioritized in high demand areas in Washington which include, but are not limited to: agriculture, manufacturing, construction, health care, and information technology.\"",
        "Has technology-related apprenticeship program planned or in place?": "Yes; Plan highlights $3.5 million grant from the U.S. Department of Labor for the Washington Technology Industry Association to create a registered apprenticeship program in the information technology industry. ; The initiative will be carried out through an innovative partnership between the state, WTIA, and technology companies, including Microsoft, F5 and AT&T.” ",
        "Stimulus funds prioritizes digital skills?": "Yes; Dislocated Worker Grants used to for training, including “Short-term work readiness training (e.g. digital literacy), in combination with wrap around services, to quickly upskill individuals to fill current in-demand occupations or adapt to changing occupational or business skill requirement.” ",
        "Stimulus funds link": "https://www.wtb.wa.gov/wp-content/uploads/2020/05/WA-DWG-Grant-Synopses.pdf",
        "Existing online skilling tool offered and promoted by State?": "Yes; State Workforce Website is available and links to courses. Also links to WorkSource, which highlights Microsoft IT Academy; The Digital Literacy Resource Collection is a list from the Washington State Library that combines Washington State and National digital literacy initiatives that the State utilizes. \r\n",
        "Skilling tool links": "State Workforce Website: https://esd.wa.gov/jobs-and-training ; Online courses: https://edu.gcfglobal.org/en/ ; WorkSource: https://seeker.worksourcewa.com/Resources/TrainingPrograms.aspx ; Digital Literacy Resource Collection: https://www.sos.wa.gov/library/libraries/projects/digitalliteracy.aspx",
        "Plan for addressing digital divide (broadband)?": "Yes; Washington State Department of Commerce highlights current statewide broadband collaborative",
        "Digital Divide Links": "https://www.commerce.wa.gov/building-infrastructure/washington-statewide-broadband-act/",
        "Digital Skilling Mentioned in State of State?": "No; Governor Inslee did highlight Career Connect,\r\nwhich does link to a wide range of training opportunities including for digital skills; The speech also noted that “Our goal is nothing short of meaningful career training for anyone who wants it. We want to be able to welcome all people to the prosperity of Washington. We can serve a 19-year-old who wants to learn a technical trade and a 42-year- old midcareer worker who needs the latest skills. We’ve made it affordable, too, and expect to serve more than 100,000 students this coming school year with help from the Washington College Grant” \r\n",
        "State of State Links": "https://careerconnectwa.org/programs/ ",
        "Microsoft Partnerships?": "Yes; Skillful State ; Apprenti\r\n",
        "Microsoft Partnership Links": "https://apprenticareers.org/locations/washington/ ; https://careerconnectwa.org/",
        "State Workforce Funding": "Yes; Worker Retraining Programs:  $39 million (Not including Technical Education and Community College funding) ",
        "Workforce Funding Links": "https://www.wtb.wa.gov/wp-content/uploads/2020/01/Matrix_2020_versionforweb.pdf",
        "Statewide Initiatives Promoting Digital Skills": "Yes; Future of Work Taskforce - includes recommendations related to use and adoption of technology in the workplace ($260K provided to the Taskforce in 2020 Budget); I-Best; \r\nMicrosoft Certification Exams and Microsoft Imagine Academy: The Seattle Public Library is partnering with Washington State Library to offer free Microsoft Office Specialist (MOS), Microsoft Technology Associate (MTA) and Microsoft Technical Certification (MTC) exams as a part of the Microsoft Imagine Academy program. ; Job Skills Program: Training program for new or incumbent workers, focused on employers with a shortage of skilled workers in low-income or high unemployment areas. Requires an employer and educational institution partner. Funds licensed education institutions to provide short-training in concert with employer needs. Employers provide a 50 percent match in cash, salary, or other in-kind donations. Run through the State Board for Community and Technical Colleges and funded at $5.45 million every two years. [Note:  Grants have supported training projects in information technology] \r\n",
        "Statewide initiatives links": "https://www.wtb.wa.gov/planning-programs/future-of-work/policy-recommendations/ \r\n ;\r\n https://dev.sbctc.edu/resources/documents/about/task-forces-work-groups/aeac/2016-july/i-best-at-work-issue-brief.pdf\r\n"
    },
    {
        "State": "WV"
    },
    {
        "State": "WI",
        "State WIOA Plan": "https://dwd.wisconsin.gov/wioa/pdf/wi-wioa-state-plan-2020.pdf",
        "State has identified in-demand digital skill needs using Statewide data? ": "No evidence of a specific report highlighting in-demand digital skill needs. ; However, the State WIOA plan notes: “Businesses are demanding worker skills in three general areas: Technical skills,  Soft skills, and  Employability skills. These skill sets overlap, despite their operational specificity. For example, technical skills entail computer use, blueprint literacy, and basic math and language skills” ; Additional labor market information may be found here.",
        "Identified in-demand skills using statewide data links": "State WIOA Plan; https://dwd.wisconsin.gov/wioa/pdf/wi-wioa-state-plan-2020.pdf; Here: Wisconomy; https://jobcenterofwisconsin.com/wisconomy/pub/toolkit",
        "State has comprehensive plan to address digital skills needs?": "No; However, the State has a digital equity plan from 2016 that is mainly focused on K-12 education and connectivity.",
        "Comprehensive plan links": "\"Digital Equity Plan\"; https://dpi.wi.gov/digital-learning",
        "State has a plan for addressing digital divide (broadband)?": "Yes; The Wisconsin Broadband Plan aims to provide every Wisconsinite with affordable broadband access, if they so choose, by January 1, 2025. The State is also maintaining an interactive broadband access map.; \r\nIn September, Governor Evers and the Public Service Commission (PSC) of Wisconsin announced a $24 million 2021 Broadband Expansion grant round. The State had a 2020 Broadband Expansion grant round that also provided $24 million in funding. Applications for this round are due December 1, 2020.",
        "Digital Divide Links": "\"Wisconsin Broadband Plan\"; https://psc.wi.gov/Documents/broadband/Wisconsin%20Broadband%20Plan%202019.pdf; \"Broadband Access Map\"; https://maps.psc.wi.gov/apps/WisconsinBroadbandMap/ ; \"Broadband Expansion Grant\"; https://psc.wi.gov/Pages/Programs/BroadbandGrants.aspx",
        "Digital Skilling Mentioned in State of State:": "No",
        "State of State Links": "State of State speech; https://wxow.com/2020/01/22/read-governor-evers-state-of-the-state-speech/",
        "State has community college efforts promoting digital skills?": "Yes; Wisconsin has a $12 million targeted annual investment for WTCS colleges to provide the education and services enabling 2,000 under and unemployed individuals each year to earn a short-term credential for employment in essential and well-paying jobs in healthcare, protective services, manufacturing, information technology, telecommunications, transportation and logistics\r\n",
        "State has technology-related apprenticeship program planned or in place?": "Yes; The Wisconsin Bureau of Apprenticeship Standards (BAS), with assistance from DOL-administered grants, continues to expand registered apprenticeship programs into in-demand sectors such as financial services, information technology, healthcare and advanced manufacturing. In recent years, BAS has overseen the creation of new occupations such as arborist, mechatronics technician, data analyst, software developer, and financial planner, to name a few.",
        "Apprenticeship Links": "Wisconsin Bureau of Apprenticeship Standards; https://dwd.wisconsin.gov/apprenticeship/",
        "Online skilling tool offered by State?": "No",
        "State has additional dedicated digital skills initiatives?": "The New North (a Wisconsin-based economic development nonprofit) partnered with Microsoft, American Family Insurance, as well as Wisconsin startup accelerator gener8tor, to launch a free job training program for people to learn digital skills. Originally piloted in Wisconsin, it is now available in three additional States as well. ; \r\nThe FastForward Program provides worker training grants based on employer-identified needs. This incumbent worker training program is available to individual employers or consortia. Most training participants are lower- or mid-level workers who are becoming lead workers. Foundational skills can be included in the training. $11.5 million in annual funding and run through the Department of Workforce Development.; Wisconsin is a member of the Skillful State Network.",
        "Other initiatives links": "\"New North partnership\"; https://gener8torupskilling.com. ; \"Skillful State\"; https://www.skillful.com/policymakers "
    },
    {
        "State": "WY"
    },
    {
        "State": "DC"
    },
    {
        "State": "PR"
    }
]