[
    {
        "UNIQUE_ID": "AL1",
        "STATE_ID": "AL",
        "NOTE": "Shortfalls are expected to be particularly acute in fields that are growing in Alabama, such as computer technology, nursing, and advanced manufacturing. Thirty-four of Alabama’s 40 Hot Demand Occupations require secondary and postsecondary STEM education. Between 2017 and 2027, STEM jobs will grow by 9 percent in Alabama, while non-STEM jobs will only grow by 5 percent.12 The educational and training requirements of high-demand, fast-growing, and high-earning occupations show the significance of education in developing the workforce of the future.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AL2",
        "STATE_ID": "AL",
        "NOTE": "Alabama Strong Start, Strong Finish Initiative - Workforce component is Success Plus - has its own goal of making sure 500,000 Alabamians “enter the workforce with high-quality postsecondary degrees, certificates and credentials by 2025”",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AL3",
        "STATE_ID": "AL",
        "NOTE": "Identifies broadband access and lack of computer skills as significant barriers for Alabamians to enter the workforce",
        "DATE": "",
        "TYPE": "Digital Divide",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AL4",
        "STATE_ID": "AL",
        "NOTE": "Work Readiness Training: “Participants will take part in computer programs that train on Microsoft Office Programs”",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AK1",
        "STATE_ID": "AK",
        "NOTE": "State plan says older workers need to develop “digital literacy skills”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AZ1",
        "STATE_ID": "AZ",
        "NOTE": "Has skills matcher, similar in certain ways to Microsoft",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": "https://arizonaatwork.com/"
    },
    {
        "UNIQUE_ID": "AZ2",
        "STATE_ID": "AZ",
        "NOTE": "Includes Workforce Preparation Definition for Digital Skills",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AR1",
        "STATE_ID": "AR",
        "NOTE": "Includes Workforce Preparation Definition for Digital Skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AR2",
        "STATE_ID": "AR",
        "NOTE": "Includes Adult Basic Education Definition for Digital Skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AR3",
        "STATE_ID": "AR",
        "NOTE": "Basis/Core Skills Definition includes “computer skills (MS Office Software)",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AR4",
        "STATE_ID": "AR",
        "NOTE": "Integrated Education and Training includes “computer literacy”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "AR5",
        "STATE_ID": "AR",
        "NOTE": "Veterans program: Combined with Career Readiness Certificate Program and Microsoft IT Academy",
        "DATE": "",
        "TYPE": "Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CA1",
        "STATE_ID": "CA",
        "NOTE": "State Plan does not mention digital skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CA2",
        "STATE_ID": "CA",
        "NOTE": "“21st Century Digital Skills Badging Project”- Linked Learning Alliance, California Community Colleges",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": "https://cwdb.ca.gov/wp-content/uploads/sites/43/2016/08/LaunchPath-and-21st-Century-Skills-Badging-for-CWIB-Credentialling-Committee-5.6.15.pdf"
    },
    {
        "UNIQUE_ID": "CA3",
        "STATE_ID": "CA",
        "NOTE": "City and County of San Francisco State and Local plan references digital skills and digital divide",
        "DATE": "",
        "TYPE": "Digital Divide",
        "LINK": "https://cwdb.ca.gov/wp-content/uploads/sites/43/2016/08/San-Francisco-5YR-Plan.pdf"
    },
    {
        "UNIQUE_ID": "CO1",
        "STATE_ID": "CO",
        "NOTE": "In addition to identifying skills required to perform in an occupation, it is important to provide upskilling opportunities for employees because new technology is causing a shift in how work is being done, creating opportunities for workers to be more productive and efficient. However, this means that workers’ knowledge, skills, and abilities need to ensure they are digitally literate, agile, and can keep up with the continuously shifting nature of work.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO2",
        "STATE_ID": "CO",
        "NOTE": "The Colorado Rural Workforce Consortium continues to establish innovative approaches to help bridge these gaps through technology.  The CRWC is excited to partner with the Future of Work Office as one of the key goals being explored is to empower individuals, employers, and communities to create their own digital transformation plan.  Together, the CRWC and the Future of Work Office will build awareness and equip the rural workforce system with tools and strategies to increase their resilience through a digital transformation plan. One example of this is to hold regional convenings to share and inform the digital transformation framework.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO3",
        "STATE_ID": "CO",
        "NOTE": "The Computer Systems Design Services subsector will add an additional 16,742 jobs over the next ten years",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO4",
        "STATE_ID": "CO",
        "NOTE": "Lists “Interacting with Computers” as a soft skill employees need",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO5",
        "STATE_ID": "CO",
        "NOTE": "Workforce Preparation Activities - Microsoft Office Training, Basic Computer, Keyboarding, KeyTrain, etc.;",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO6",
        "STATE_ID": "CO",
        "NOTE": "The Displaced Homemaker Grant provides Keep Envisioning Your Success (KEYS) Scholarship, and is a partnership between CDLE and the Community College of Denver (CCD) to provide reemployment services to individuals who lost their primary source of income and must re-enter the labor market. The program provides financial support to participants to earn their Certificate or Associate Degree with programs focused on in-demand careers in the areas of health care, computer science, human services, business, legal, and education.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO7",
        "STATE_ID": "CO",
        "NOTE": "The types of training that will be used will be based on the participant’s interests and ability when they enter the program.  The training the grantees may provide, includes computer skills such as Microsoft Office, customer services skills including how to communicate with consumers, how to present themselves in a retail setting and how to work with what can be at time difficult individuals (people skills).",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO8",
        "STATE_ID": "CO",
        "NOTE": "Increase the number of people served with multiple barriers by 2% a year over the next four years, specifically those participants that are hardest to serve;",
        "DATE": "",
        "TYPE": "Digital Divide",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CO9",
        "STATE_ID": "CO",
        "NOTE": "Utilize Colorado work readiness training programs such Key Train, Work Keys and computer literacy courses;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT1",
        "STATE_ID": "CT",
        "NOTE": "Develop strategies for One-Stop system technological improvements to enhance customers’ digital literacy skills, accelerate acquisition of skills and credentials, strengthen staff professional development, and ensure technology accessibility.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT2",
        "STATE_ID": "CT",
        "NOTE": "Strategy: Develop strategies for technological improvements to One-Stop system to: enhance digital literacy skills; accelerate acquisition of skills and credentials; strengthen staff professional development; ensure accessibility of technology.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT3",
        "STATE_ID": "CT",
        "NOTE": "Computer and Mathematical occupations were 47,516 in 2014 and projected to grow to 49,165 in 2016, an increase of 1,649...Close behind education and in a turnaround from the previous ten years, Professional, Scientific, and Technical Services are projected to add 17,500 jobs over the next ten years with the largest gain in the Computer Systems Design industry.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT4",
        "STATE_ID": "CT",
        "NOTE": "Jobseekers needing to improve computer skills will be referred to a computer skills workshop or drop-in computer skills classroom to work on developing or enhancing their computer skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT5",
        "STATE_ID": "CT",
        "NOTE": "CDOL Training:  In addition, in—service training courses offered each fall and spring by the Department of Administrative Services may be made available to Employment Service staff to enhance computer, communication, writing, public speaking, presentation and supervisory skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT6",
        "STATE_ID": "CT",
        "NOTE": "On the issue of training, BESB currently employs two rehabilitation technologists and one trainer. A concern is that there is still a wide range of clients coming into the VR program with no computer experience.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT7",
        "STATE_ID": "CT",
        "NOTE": "In addition to using Career Index Plus as a tool in this regard, BESB VR provides access to the National Federation of the Blind’s (NFB) Newsline service to provide a lower-tech option through touch tone telephones for clients who may not have internet access or current skills in the use of computers.",
        "DATE": "",
        "TYPE": "Digital Divide; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "CT8",
        "STATE_ID": "CT",
        "NOTE": "Skill Up Connecticut offers basic digital skills",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": "https://www1.ctdol.state.ct.us/lmi/skillupCT.asp"
    },
    {
        "UNIQUE_ID": "DE1",
        "STATE_ID": "DE",
        "NOTE": "Mentions providing digital skills in State plan RFP section",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DE2",
        "STATE_ID": "DE",
        "NOTE": "Basic Computer/Job Surfing: “Delaware offers a two-part basic computer class designed for the customer who is deficient in basic computer skills...This training will help job seekers/career service customers use self-service tools, such as creating a resume in Delaware JobLink, job searching on the internet, and applying for jobs on the internet.”",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC1",
        "STATE_ID": "DC",
        "NOTE": "OSSE has and will continue to promote technology integration in providers and partner agencies to improve instruction, services, and system efficiencies. OSSE makes web-based assessments,curriculum and instructional resources (eCASAS, TOPSpro Enterprise, GED Academy, CASAS Academy, Work Essentials, Computer Essentials, Money Essentials, News for You, The Change Agent, MyFoundationsLab, Career Coach DC, Virtual Job Shadow, Burlington English, Aztec, WIN Learning Solutions, NorthStar Digital Literacy, Microsoft Imagine Academy, EMSI and other software) available for use by providers and partners.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC2",
        "STATE_ID": "DC",
        "NOTE": "Federal Perkins funding also supports several initiatives of UDC Community Colleges; CTE instruction for incarcerated youth aged 18-24 in the DC Jail; and the District’s Microsoft Imagine Academy initiative, which provides digital literacy instructional support and resources at select DCPS, DC Public Charter schools, and DC Public Libraries",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC3",
        "STATE_ID": "DC",
        "NOTE": "Occupations requiring high skills and education attainment levels, such as management, business, financial, legal, computer and scientific occupations are two-to-four times more prevalent in DC than they are in the rest of the US on average.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC4",
        "STATE_ID": "DC",
        "NOTE": "In a prior survey of 1,377 employers in DC, employers reported that the most difficult occupations reported to fill are computer programmers, software developers for applications and systems software, civil engineers, and registered nurses.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC5",
        "STATE_ID": "DC",
        "NOTE": "Returning Citizens: A large proportion of these clients require adult basic education, computer literacy, job readiness, training, employment, and other social services to help facilitate their transition back into their communities.",
        "DATE": "",
        "TYPE": "Veterans population or prison population; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC6",
        "STATE_ID": "DC",
        "NOTE": "Job seekers 55 years and older: Through the AJCs, SCSEP participants have access to a wide array of WIOA- and locally-funded training and employment services. AJCs also provide access to employment preparedness workshops, including resume building, job search strategies, interviewing skills, and computer literacy",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC7",
        "STATE_ID": "DC",
        "NOTE": "DC Jail Work Reentry program: Through the development of life skills, job training, and basic computer training, participants are better prepared for the employment challenges they will face upon release.",
        "DATE": "",
        "TYPE": "Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "DC8",
        "STATE_ID": "DC",
        "NOTE": "Page 289 of State plan has IT Career Pathway chart",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "FL1",
        "STATE_ID": "FL",
        "NOTE": "Includes “digital literacy skills” in workforce preparation activities",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "GA1",
        "STATE_ID": "GA",
        "NOTE": "Lists “computer and mathematical” occupations as one of the top occupation families in Georgia",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "GA2",
        "STATE_ID": "GA",
        "NOTE": "State Strategy plan includes mention of teaching “computer skills”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "HI1",
        "STATE_ID": "HI",
        "NOTE": "Strategy 2: Transform Opportunities for Youth and Adults to Assess, Improve, and Use Foundational Skills: Bridge the digital literacy divide by examining traditional instructional practices that can be enhanced by digital tools to improve instructional practices and enrich learning",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ID1",
        "STATE_ID": "ID",
        "NOTE": "State plan talks about skills gap, but doesn’t frame it in terms of digital skills. Mainly focuses on growing needs in the healthcare industry.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ID2",
        "STATE_ID": "ID",
        "NOTE": "in that a complete and effective career pathway includes multiple entry-points, including Registered Apprenticeship opportunities and certificates, for students of all skill levels, promoting a “no wrong door” approach to education and training. Item three above assists post-secondary institutions improve access to their programs and classes, including those supporting Registered Apprenticeships, in rural communities to reach historically underserved populations there by promoting models such as the “CTE Digital” model mentioned in Part (G) above.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "IL1",
        "STATE_ID": "IL",
        "NOTE": "Continuous upskilling and digital dexterity will outweigh tenure and experience. The most highly valued work will still be cognitive in nature. Employees will have to apply creativity, critical thinking and constant digital upskilling to solve complex problems. Going forward, workers will need to change their skills at an accelerating Pace.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "IL2",
        "STATE_ID": "IL",
        "NOTE": "iii. Education and Skill Levels of the Workforce Occupational skill requirements are increasing across the workforce due to a number of factors, including the increasing pace of technological change and the increasingly global nature of the economy. As detailed in the previous section, (“Labor Market Trends”) expectations are that creativity and critical thinking will join digital dexterity at the very apex of skill needs across the labor force. Technology-fueled economic forces, such as automation, Artificial Intelligence and deep data analytics will continue to supplant human muscle and (increasingly) human intelligence.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "IL3",
        "STATE_ID": "IL",
        "NOTE": "Agency partners will also include the assessment of digital literacy as a basic skill and provide services to participants in gaining these skills through career services and through additional services in career pathway bridge programs.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "IN1",
        "STATE_ID": "IN",
        "NOTE": "2018 State plan doesn’t specifically talk about digital skills but identifies software developers, computer systems analysts and computer and information systems managers as in-demand jobs in Indiana",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "IA1",
        "STATE_ID": "IA",
        "NOTE": "2016 State plan identifies “Information Services, Digital” as a Top 12 Industry Cluster",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "IA2",
        "STATE_ID": "IA",
        "NOTE": "Iowa Library for the blind talks about “resources to develop and enhance digital literacy skills,” Integrated Education plans mention “21st century skills” but don’t provide much elaboration",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "KS1",
        "STATE_ID": "KS",
        "NOTE": "Includes “digital literacy skills” on list of Workforce Preparation Activities",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "KS2",
        "STATE_ID": "KS",
        "NOTE": "Job seekers in Kansas reported “lack of computer skills, email addresses, job search navigation and access to technology” and “access to computers, printers and phones” among main obstacles in the workforce development system.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "KY1",
        "STATE_ID": "KY",
        "NOTE": "Integrated English Literacy program has “integrated digital literacy” in program services",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "KY2",
        "STATE_ID": "KY",
        "NOTE": "Adult Education Program (KYAE) includes “digital literacy integration” (example given is Kentucky Educational Television’s Fast Forward)",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "KY3",
        "STATE_ID": "KY",
        "NOTE": "Expanding Services to Individuals with Disabilities - recruiting individuals for pathways in Information Technology",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "LA1",
        "STATE_ID": "LA",
        "NOTE": "Includes “digital literacy skills” in workforce preparations activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "LA2",
        "STATE_ID": "LA",
        "NOTE": "Identifies 5 of the highest-growing jobs as: -\tSoftware Developers, Applications -\tSoftware Developers, Systems Software -\tWeb Developers -\tComputer Programmers -\tDatabase Administrators",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "LA3",
        "STATE_ID": "LA",
        "NOTE": "Offers “web-based computer skills training” as part of staff development for Bureau of Program Planning/Resource Development",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ME1",
        "STATE_ID": "ME",
        "NOTE": "The forecast through 2026 is for fewer manufacturing jobs as automation continues to be adopted in an even wider range of processes. This will mostly impact the number of jobs in production occupations. This will also continue to be the case for jobs in administrative support occupations as office technology continues to advance which will allow people in professional and technical occupations to perform those functions digitally.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ME2",
        "STATE_ID": "ME",
        "NOTE": "Maine libraries offer “informal training in digital literacy”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ME3",
        "STATE_ID": "ME",
        "NOTE": "The UMS and MCCS have been working together to develop an ecosystem around microcredentials/digital badges which are employer recognized. With the support of MDOL and other partners, the UMS received a $350,000 grant from the Lumina Foundation to enhance this ecosystem and focus on engaging people of color, low income, Native Americans and incarcerated individuals.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ME4",
        "STATE_ID": "ME",
        "NOTE": "Steps will be taken to promote career exploration, apprenticeship and internship opportunities and engage workers in continuing education that will result in attainment of stackable credentials for career advancement. Education partners will work to align curriculums to the digital economy and articulate career pathways that support workers along the continuum of careers in high-demand industry sectors.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ME5",
        "STATE_ID": "ME",
        "NOTE": "The goal of the Maine College Transition (MCT) program had been to transition adults into postsecondary without the need for remedial courses once enrolled. Local instructors were trained in the development of courses and experiences to address the areas of successfully integrating into the college culture, gaining sufficient levels of digital literacy, and financing postsecondary education and/or training in a responsible way. These topics chosen in response to requests from postsecondary partners.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ME6",
        "STATE_ID": "ME",
        "NOTE": "State plan has additional language related to microcredentialing/digital badging",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MD1",
        "STATE_ID": "MD",
        "NOTE": "State plan includes “digital literacy skills” in workforce preparation activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MD2",
        "STATE_ID": "MD",
        "NOTE": "State is piloting the use of electronic tablets to provide prisoners access to digital education and job training",
        "DATE": "",
        "TYPE": "Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MD3",
        "STATE_ID": "MD",
        "NOTE": "Includes digital literacy as priority for Professional Development",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MD4",
        "STATE_ID": "MD",
        "NOTE": "From 2019 Governor’s Workforce Development Board Report: There is a critical need for Maryland’s future workforce, especially students, to understand computer science, cybersecurity, and information technology (IT)",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MD5",
        "STATE_ID": "MD",
        "NOTE": "GWDB Task Force on Cybersecurity and Information Technology Computer Science and Education Development Findings Report:",
        "DATE": "",
        "TYPE": "Other",
        "LINK": "http://gwdb.maryland.gov/pub/gwdbcompscirep.pdf"
    },
    {
        "UNIQUE_ID": "MA1",
        "STATE_ID": "MA",
        "NOTE": "Workforce preparation activities provided include but are not limited to: integration of digital literacy at all levels to prepare adult learners for employment and further education and/or training;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MA2",
        "STATE_ID": "MA",
        "NOTE": "Massachusetts Career Readiness Initiative (CRI) integrates digital literacy; uses ACT Career Ready 101 and ACT for the WorkKeys Curriculum",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MA3",
        "STATE_ID": "MA",
        "NOTE": "Both the FY19 and FY20 grant proposals approved for corrections education demonstrate a commitment to innovation in program design with nearly all incorporating digital literacy.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MA4",
        "STATE_ID": "MA",
        "NOTE": "Priority work areas for the three curriculum and instruction (C&I) PD Centers have included...digital literacy integration",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MA5",
        "STATE_ID": "MA",
        "NOTE": "A series of workshops and seminars have been and will continue to be planned in the following priority areas: computer skills in Microsoft Office Suite (Excel, Access)",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI1",
        "STATE_ID": "MI",
        "NOTE": "Lists “Computers and Electronics” on list of “Highest Knowledge Gaps”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI2",
        "STATE_ID": "MI",
        "NOTE": "Michigan Shifting Code is a new career-transition program designed to help people develop high demand software programming skills and to transition into new work environments. This program includes comprehensive classroom, mentorship coaching and internship training at a potential employer during a 2 - 3 month window. By the end of this training the participant has learned a new software programming language and has put his/her skills into practice. Michigan Shifting Code specifically targets the skills gap of computer programmers for our high technology companies. Michigan suffers from a shortage of programmers, which stifles the growth potential of our high technology companies and our ability to bring additional high technology employers to our state. There are many employers that cannot find skilled talent to meet their needs and are willing to help train individuals to fill vacancies. Michigan Shifting Code will create an immediate pipeline of high demand programmers for our high technology companies.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI3",
        "STATE_ID": "MI",
        "NOTE": "Detroit Learning Labs “provide individualized instruction and wraparound services, such as computer literacy”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI4",
        "STATE_ID": "MI",
        "NOTE": "Computer and mathematical occupations expected to see short-term gains include: industrial engineers, computer specialists and computer systems analysts.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI5",
        "STATE_ID": "MI",
        "NOTE": "Lists “Computer and Electronic Product Manufacturing” as a growing industry; “Computer Specialists and Computer Systems Analysts” as growing occupations; “Computer Software Engineers, Applications; Computer Software Engineers, Systems Software; and Computer Specialists” as growing occupations",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI6",
        "STATE_ID": "MI",
        "NOTE": "Technology has become an integral part of the daily operations in the workplace; therefore, workers with technical knowledge and skills to operate computers, design software, and analyze databases have a bright job outlook.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MI7",
        "STATE_ID": "MI",
        "NOTE": "Tools and Technologies and Certifications : Computer occupations have a number of technologies associated with them. Depending on the occupation, individuals employed in these occupations will need to know everything from traditional software packages to advanced computer programming languages, like SQL, Java, and Linux. Similarly, there are numerous certifications associated with computer occupations. Often, certifications are specific to some software package or technology, like the Cisco Network Associate certification. In other instances, certifications are more general, like Project Management Professional. These and other certifications, for Information Technology occupations are listed below.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN1",
        "STATE_ID": "MN",
        "NOTE": "Includes digital literacy skills in workforce preparation activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN2",
        "STATE_ID": "MN",
        "NOTE": "From “Alignment with activities outside the plan”: One such example is the coordination between Adult Basic Education delivering ESL education and CareerForce locations delivering digital literacy education at CareerForce locations. In addition, all CareerForce locations are official Northstar Digital Literacy Assessment testing sites, so customers who successfully complete an assessment can earn a certificate verifying their competency in a variety of digital skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN3",
        "STATE_ID": "MN",
        "NOTE": "“In addition, 12.5 percent of the state allocation is dedicated to Leadership supporting activities such as...distance learning and digital literacy;”",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN4",
        "STATE_ID": "MN",
        "NOTE": "The Minnesota-developed Northstar Digital Literacy Standards (available at www.digitalliteracyassessment.org), which identify key basic digital literacy skills needed to perform tasks on computers and online.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN5",
        "STATE_ID": "MN",
        "NOTE": "Digital literacy assessment directs users to learn basic Microsoft Skills",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": "https://www.digitalliteracyassessment.org/"
    },
    {
        "UNIQUE_ID": "MN6",
        "STATE_ID": "MN",
        "NOTE": "Minnesota grantees are required to address the College and Career Ready Standards (CCRS), Minnesota’s Academic, Career and Employability Standards (ACES) and North Star Digital Literacy Standards.",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN7",
        "STATE_ID": "MN",
        "NOTE": "Minnesota “Employment Readiness Profile” assesses skills of laid off workers, including “Computer and Basic Skills”",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MN8",
        "STATE_ID": "MN",
        "NOTE": "Projects “computer and mathematical” jobs to grow by 9.1 percent between 2016 and 2026",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS1",
        "STATE_ID": "MS",
        "NOTE": "Enhance digital literacy skills (as defined in section 202 of the Museum and Library Services Act (20 U.S.C. 9101); referred to in this Act as “digital literacy skills”).",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS2",
        "STATE_ID": "MS",
        "NOTE": "Includes “digital literacy” in workforce preparation definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS3",
        "STATE_ID": "MS",
        "NOTE": "Technology Integration and Distance Learning: All funded providers are required to integrate digital literacy skills training into classroom instruction",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS4",
        "STATE_ID": "MS",
        "NOTE": "Particular emphasis will be in developing programs that integrate the basic skills instruction with life skills, digital literacy and employability skills (Smart Start Pathway Course) to help participants acquire the necessary abilities to become and remain self sufficient after leaving prison.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS5",
        "STATE_ID": "MS",
        "NOTE": "Dropout recovery is another element of the strategy to improve economic opportunities for low-skill job seekers. It is nearly impossible for individuals lacking proper math, reading, writing, communication, teamwork, and computer skills to be competitive in today’s labor market.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS6",
        "STATE_ID": "MS",
        "NOTE": "For job seekers who lack computer skills, OneStop Center staff can also log into the Mississippi Works Labor Exchange to assist job seekers in applying for positions through a \"staff-assisted referral\" or other Wagner-Peyser services",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS7",
        "STATE_ID": "MS",
        "NOTE": "Virtual Access One-Stop Centers - A key mode of service delivery is virtual access.",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS8",
        "STATE_ID": "MS",
        "NOTE": "Services under the waiver of statewideness may include any of the following services: advanced training in, but not limited to, a field of science, technology, engineering, or mathematics (including computer science),",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS9",
        "STATE_ID": "MS",
        "NOTE": "The following VR Service Needs were identified: Keep more work, Offer more classes on completing applications, Teach money management skills, Communication skills training, Computer skills training and Transportation.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS10",
        "STATE_ID": "MS",
        "NOTE": "The SCSEP program collaborates with the WIN System to offer SCSEP participants access to training using Individual Training Accounts (ITAs) through the state’s Eligible Training Provider System. Available courses include, but are not limited to: Computer Skill Training Offerings, Computer Training",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS11",
        "STATE_ID": "MS",
        "NOTE": "Mississippi’s network of WIN Job Centers is the centerpiece of the Mississippi workforce system. MDES will also coordinate the development of computer training classes geared specifically to the needs of our seniors, many of whom may be computer illiterate and fearful of learning new technologies.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MS12",
        "STATE_ID": "MS",
        "NOTE": "Lists “Computer User Support Specialists” and “Computer, Automated Teller, and Office Machine Repairers” among Top 20 Occupations in Transportation Support with Highest Job Growth",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MO1",
        "STATE_ID": "MO",
        "NOTE": "Jobs that typically require long-term to an associate’s degree include occupations in...computers (Computer User Support Specialist). Bachelor’s degree or higher occupations show top job growth in...computers (Computer Systems Analysts and Software Developers)",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MO2",
        "STATE_ID": "MO",
        "NOTE": "From the comprehensive needs assessment, MVR identified the following services as necessary to meet the key needs of individuals with disabilities served through other components of the statewide workforce development system: computer skills training",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MT1",
        "STATE_ID": "MT",
        "NOTE": "Eligible Providers:  Providers will articulate how distance learning, and other modes of technology, is integrated into instruction to support digital literacy attainment and meet students’ specific learning needs.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MT2",
        "STATE_ID": "MT",
        "NOTE": "Working with one-stop partners: Technical assistance is available for programs in the use of technology, including digital technology and technology for system efficiencies.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MT3",
        "STATE_ID": "MT",
        "NOTE": "The areas with the greatest need include nursing and dental assistants, automotive service techs, paralegals and legal assistants, human resource specialists, medical & clinical laboratory technologists, occupational therapists, and several computer and information technology occupations….Specific occupations related to the Bozeman high-tech industry (including biomedical manufacturing and photovoltaics) include computer user support specialists, application software developers, electrical and electromechanical assemblers, software developers,",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MT4",
        "STATE_ID": "MT",
        "NOTE": "Occupations requiring postsecondary education that are also projected to have a large amount of job openings include...computer user support specialists",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "MT5",
        "STATE_ID": "MT",
        "NOTE": "To ensure Montana’s SCSEP participants obtain the skills necessary to compete in the modern workforce, the program is doing the following: Help SCSEP participants attain the skills (such as computer and healthcare-related skills) to better fill the employment needs in the state;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE1",
        "STATE_ID": "NE",
        "NOTE": "Lists among career clusters: Communication and Information Systems: Information Technology Information Support and Services Network Systems Programming and Software Development Web and Digital Communications",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE2",
        "STATE_ID": "NE",
        "NOTE": "The specific functions performed by the Nebraska Workforce Development Board pursuant to WIOA Sec. 101(d) include: developing strategies to improve technology for digital literacy and accelerating learning, accessibility, and professional development;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE3",
        "STATE_ID": "NE",
        "NOTE": "Workforce preparation activities are designed to help an individual acquire a combination of basic academic skills, critical thinking skills, digital literacy skills and self-management skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE4",
        "STATE_ID": "NE",
        "NOTE": "Statewide occupational employment is projected to increase by 8.9 percent from 2016 to 2026. The occupational groups projected to have the largest employment growth by percentage are...computer and mathematical occupations (15.5 percent),",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE5",
        "STATE_ID": "NE",
        "NOTE": "For the more highly skilled occupations with a deficit of workers, potential employees can be prepared through enhanced training, education, internship, and apprenticeship opportunities developed through collaboration between employers, training entities, and other education institutions.",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE6",
        "STATE_ID": "NE",
        "NOTE": "Nebraska’s Title IV vocational rehabilitation programs collectively provide the career services described in Table 26 of Section II.a.2.A of this plan, in addition to the following services:  computer literacy education;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE7",
        "STATE_ID": "NE",
        "NOTE": "ES staff recognizes that some customers lack computer literacy skills. To assist customers in overcoming this barrier, ES coordinates with local literacy groups, education institutions, and community-based organizations to provide computer literacy services…",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE8",
        "STATE_ID": "NE",
        "NOTE": "Host agency training may need further supplementation by SCSEP subgrantee and the Workforce Innovation and Opportunity Act (WIOA) partners to provide local employers with job-ready employees which relate to the goal of aligning with career pathways. The office jobs currently available require a working knowledge of computers. This technological experience is often underdeveloped in persons over 55 years of age. The SCSEP will negotiate host agency agreements that provide participants computer training...,",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NE9",
        "STATE_ID": "NE",
        "NOTE": "Basic computer skills training will be made available to all participants starting in 2020 via a new online training platform.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV1",
        "STATE_ID": "NV",
        "NOTE": "Adult Education and Family Literacy defines Foundational Skills as a combination of literacy, numeracy and English language (i.e., listening, reading, writing, speaking in English, digital literacy, and the use of mathematical ideas), and employability skills required for participation in modern workplaces and contemporary life.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV2",
        "STATE_ID": "NV",
        "NOTE": "State Board Functions includes:  a. Enhance digital literacy skills (as defined in sec. 202 of the Museum and Library Services Act – 20 U.S.C. 9101; referred to in the Act as digital literacy skills).",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV3",
        "STATE_ID": "NV",
        "NOTE": "WIOA Title II Programs: Basic skills are defined as a combination of literacy, numeracy and English language (i.e., listening, reading, writing, speaking in English, digital literacy and the use of mathematical ideas); and employability skills required for participation in modern workplaces and communities.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV4",
        "STATE_ID": "NV",
        "NOTE": "Nevada has an above-average rate of households with a computer present, among the top 10 in the nation with a rate of 93.6 percent, and somewhat ahead of the national rate of 91.8 percent. Nevada also is ahead of the national average in terms of households with a broadband internet subscription, 85.9 percent to 85.1 percent, but falls somewhat closer to the middle of the distribution when compared to other states. - goal for working with Nevada should focus less on getting technology to individuals, unlike other States",
        "DATE": "",
        "TYPE": "Digital Divide",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV5",
        "STATE_ID": "NV",
        "NOTE": "In-Demand Industries includes: Information Technology",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV6",
        "STATE_ID": "NV",
        "NOTE": "In-Demand Occupations includes: Software Developers, Applications Computer Systems Analysts, Network and Computer Systems Administrators, Software Developers Systems Software",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV7",
        "STATE_ID": "NV",
        "NOTE": "Biggest skills need is in soft skills: It was further noted that many individuals also lack basic office computer skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NV8",
        "STATE_ID": "NV",
        "NOTE": "However, a recent report from the National Science Board (NSB-2015-10) argues that due to an increasingly technical and automated job market demands, the need for STEM skills have permeated all corners of the nation’s economy. Thus, the significance of STEM knowledge and skills on national economic competitiveness is critical to the development of Nevada’s future workforce (U.S. News & World Report, 2015).",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NH1",
        "STATE_ID": "NH",
        "NOTE": "Could Microsoft find a way to partner with NH to accomplish the goal below? STRATEGY 4.2.C Determine the most appropriate way(s) to link resources from various programs and partners to offer full spectrum of work—based learning opportunities (e.g. Department of Labor School—to—Work Approved Unpaid Work Sites, Vocational Rehabilitation Work Based Learning program, On—the—job training resources from WIOA and TANF, Office of Apprenticeship services, etc.) This could be a digital infrastructure that offers the ability for businesses and emerging workers to be connected for work—based learning opportunities online. But, it may also be clarifying the message, resources, and roles/responsibilities among partners to support work—based learning connections in New Hampshire.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NH2",
        "STATE_ID": "NH",
        "NOTE": "The development of strategies for technological improvements to facilitate access to, and improve the quality of, services and activities provided through the one—stop delivery system, including such improvements to: a. Enhance digital literacy skills (as defined in section 202 of the Museum and Library Services Act (20 U.S.C. 9101); referred to in this Act as ‘‘digital literacy skills’’);",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NH3",
        "STATE_ID": "NH",
        "NOTE": "Computer and Mathematical occupations are projected to grow by 12 percent or more between 2014 and 2024",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NH4",
        "STATE_ID": "NH",
        "NOTE": "Customer Service Representatives are often requested to have computer skills and sometimes specific experience with computer software",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NH5",
        "STATE_ID": "NH",
        "NOTE": "The Job Training Fund focuses training (in part) on technical computer skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NH6",
        "STATE_ID": "NH",
        "NOTE": "Directions for applying for Tech Prep Funds: Support recruitment and retention efforts for nontraditional students (e.g., males in Nursing Camp, Computer Programming parity for Girls, marketing materials for middle and early-high school students)",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ1",
        "STATE_ID": "NJ",
        "NOTE": "State of Innovation: Building a Stronger and Fairer Economy in New Jersey",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ2",
        "STATE_ID": "NJ",
        "NOTE": "Key workforce initiatives tied to this included the creation of the New Jersey Apprenticeship Network; a Computer Science for All initiative; the development of state-of-the-art digital tools to help job seekers under the NJ Career Network; and the creation of a NJ Future of Work Task Force.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ3",
        "STATE_ID": "NJ",
        "NOTE": "Strategies to improve one-stop system include: Enhance digital literacy skills (as defined in section 202 of the Museum and Library Services Act (20 U.S.C. 9101); referred to in this Act as ‘‘digital literacy skills’’);",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ4",
        "STATE_ID": "NJ",
        "NOTE": "NJDOL intends to fund several activities that, together, compromise a high-quality professional development system that identifies and provides training in the following:  digital literacy and online instruction,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ5",
        "STATE_ID": "NJ",
        "NOTE": "During FY20, all Title II providers in NJ are working towards increasing digital literacy and online teaching and learning with the initiation of a software pilot, paid for with Title II federal leaderships funds. (This section goes into detail about working with Aztec software)",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ6",
        "STATE_ID": "NJ",
        "NOTE": "Services of Library Agency: Provide free access to computers and basic computer, social media, and digital literacy training; Serves as host agency and has hired participants",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ7",
        "STATE_ID": "NJ",
        "NOTE": "The CSC Center for Learning and Improving Performance (CLIP) is currently responsible for the design, development and delivery of a variety of training programs designed to enhance public employees’ performance at any stage in their career in the areas of: computers…",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NJ8",
        "STATE_ID": "NJ",
        "NOTE": "Listed as providing computer and career connections training:",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": "https://www.njstatelib.org/services_for_li"
    },
    {
        "UNIQUE_ID": "NM1",
        "STATE_ID": "NM",
        "NOTE": "Adult Education provides opportunities for strengthening basic literacy skills, including numeracy and digital literacy;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM2",
        "STATE_ID": "NM",
        "NOTE": "Two out of every six adults in the U.S. struggle with basic numerical calculations and tasks like working a cash register or understanding a transit schedule. And 28 million lack the basic digital skills they need to use a computer, even though many are using computers almost every day on the job….",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM3",
        "STATE_ID": "NM",
        "NOTE": "The state will benefit By expanding economic activities in the area of “health, aerospace and STEM, intelligent manufacturing, sustainable and value-added agriculture, sustainable and green industries, film and digital media, tourism and recreation, information technology and cyber security, education, and international trade.”",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM4",
        "STATE_ID": "NM",
        "NOTE": "Adult Education and Family Literacy Program:  Adult Education provides opportunities for strengthening basic literacy skills, including numeracy and digital literacy; obtaining a High School Equivalency (HSE) credential;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM5",
        "STATE_ID": "NM",
        "NOTE": "Includes digital literacy skills in list of Individualized Career Services and allowable AEFLA activities",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM6",
        "STATE_ID": "NM",
        "NOTE": "Program Data Alignment and Integration: identifying strategies for better meeting the needs of individuals with barriers to employment, including strategies that augment traditional service delivery, and increase access to services and programs of the one-stop delivery system, such as improving digital literacy skills;",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM7",
        "STATE_ID": "NM",
        "NOTE": "Local Level Efforts: identifying strategies for better meeting the needs of individuals with barriers to employment, including strategies that augment traditional service delivery, and increase access to services and programs of the one-stop delivery system, such as improving digital literacy skills…",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM8",
        "STATE_ID": "NM",
        "NOTE": "Exhibit 1 shows the percent of households with a computer and the percent of households with a broadband Internet subscription. The rates for New Mexican households are below the national average by 3.9 percentage points and 8.2 percentage points, respectively. This is a gap in technological and informational access. It could also signal a skills gap since persons living in households that do not have a computer with broadband Internet subscription may not be as computer literate as those with a computer with broadband Internet.",
        "DATE": "",
        "TYPE": "Digital Divide",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NM9",
        "STATE_ID": "NM",
        "NOTE": "The SCSEP collaborates with education and training partners that are not required WIOA partners, especially to provide computer training to older workers.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY1",
        "STATE_ID": "NY",
        "NOTE": "As more people access the web, there has been a rapid increase in demand for skilled workers in this industry….New York City, sometimes referred to as “Silicon Alley,” is home to a thriving tech sector with over 300,000 employees. As such, New York is in a unique position to benefit from the increasing connectivity trends. Between the second quarter of 2014 and the second quarter of 2016, industry employment is projected to increase by 38.2% (from 21,780 to 30,100), the second most rapid growth rate among our four emerging industries.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY2",
        "STATE_ID": "NY",
        "NOTE": "Beginning in 2011, six Literacy Zones in the Central/Southern region of New York State used the online learning system called Learner Web. This learning support system provides structure and resources for adults who want to accomplish specific learning objectives... New York State is the only state using Learner Web for Incarcerated transition programs. In 2015-16, Learner Web expanded to include postsecondary college transition with the 49 Literacy zones and their respective community college partners. Learner Web will increase the use of digital literacy for novice users.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY3",
        "STATE_ID": "NY",
        "NOTE": "Digital literacy skills are critical to CCRS and a strong WIOA priority.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY4",
        "STATE_ID": "NY",
        "NOTE": "From Adult Education Performance Assessment: In addition, NYS included digital literacy in all procurement contracts as deliverables aimed at students being better able to take the TASC test online.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY5",
        "STATE_ID": "NY",
        "NOTE": "Downstate ads are dominated by high-paying, white-collar jobs concentrated in the management, business and financial operations, and computer and mathematical occupational categories, which account for seven of the top ten job titles.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY6",
        "STATE_ID": "NY",
        "NOTE": "Another one of New York’s emerging industries is Software Publishing (NAICS 5112). In recent years, economic development initiatives such as the Cuomo administration’s START-UP NY program have sought to create a favorable business climate in the state for start-up companies. As a result of these initiatives -- as well as businesses and consumers increasing their investments in software, computers, and mobile devices -- New York’s software publishers are flourishing.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY7",
        "STATE_ID": "NY",
        "NOTE": "Regional Workforce Training: Promoting Science, Technology, Engineering, and Mathematics (STEM) – Many REDCs identified STEM occupations as a priority.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NY8",
        "STATE_ID": "NY",
        "NOTE": "Adult Education and Academic Standards: Digital literacy skills are critical to CCRS and a strong WIOA priority.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NC1",
        "STATE_ID": "NC",
        "NOTE": "Over 60% of the net job growth is expected to come from eight broad occupational groups:  Computer and Mathematical Occupations.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NC2",
        "STATE_ID": "NC",
        "NOTE": "Computer and Mathematical Occupations, as well as Personal Care and Service Occupations are projected to be the fastest growing occupational groups in all areas.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "NC3",
        "STATE_ID": "NC",
        "NOTE": "Growth in the Computer and Mathematical Occupations are expected to range from 4.3% in Greensboro to 23.4% in Wilmington.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND1",
        "STATE_ID": "ND",
        "NOTE": "Eligible participants can improve their technology and computer skills by using a variety of different programs, i.e. Microsoft Digital Literacy. Topics include computer basics, the internet and world wide web, productivity programs (Word, Excel, PowerPoint, Access), as well as essential digital literacy skills necessary for success in the workplace and college.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND2",
        "STATE_ID": "ND",
        "NOTE": "Demonstrating the State’s commitment to increasing access to computer science in schools, 18 North Dakota educators completed North Dakota’s first-ever K-12 Computer Science and Cybersecurity Standards in March 2019... Many efforts are being made to provide teachers with the necessary training to learn about computer science - including coding, digital literacy, and cybersecurity.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND3",
        "STATE_ID": "ND",
        "NOTE": "Department of Corrections and Rehabilitation (DOCR): Career readiness and digital literacy skills are also taught at each of the DOCR facilities...Current DOCR educational staff teach a comprehensive program which includes special education services, secondary high school diploma or GED, career pathways, peer tutoring re—entry transition, career readiness, Microsoft digital literacy and other technology courses, Read Right (for low literacy students), college level/credit courses via IVAN or correspondence, and more offerings that are Center dependent.",
        "DATE": "",
        "TYPE": "Veterans population or prison population; Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND4",
        "STATE_ID": "ND",
        "NOTE": "The State contracted to provide PD in the area of technology through activities such as face-to-face and online training in a variety of areas, and included educational technology, digital literacy instruction, and distance learning.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND5",
        "STATE_ID": "ND",
        "NOTE": "IET and digital literacy are being advanced and designed for work with ELL students as our priority.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND6",
        "STATE_ID": "ND",
        "NOTE": "“Computer and Mathematical” Occupations ranked 12th in online openings",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND7",
        "STATE_ID": "ND",
        "NOTE": "Additionally, the Governor supported the K-20W initiative, a statewide collaboration of public and private sector partners committed to providing resources and training to teachers, administrators, and students about technology. This effort will make North Dakota the first state in the nation with integrated cybersecurity and computer science K-12 standards.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND8",
        "STATE_ID": "ND",
        "NOTE": "Gov. Doug Burgum joined Governors for Computer Science, a partnership comprised of bipartisan state leaders committed to advancing policy and funding to expand access to, and increase equity in, K-12 computer science education.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND9",
        "STATE_ID": "ND",
        "NOTE": "Job Service AJC staff recommend on-site development tools to increase interview, soft or computer skills, short term industry training or degree programs through WIOA services and other core and community partner referrals.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "ND10",
        "STATE_ID": "ND",
        "NOTE": "Available for both adults and juveniles is the research/evidence based Read Right program and also industry specific programs (i.e., welding, construction, FACS, Agriculture, Technology education, Commercial Arts, Vehicle Maintenance and Repair, computer drafting/3D printing).",
        "DATE": "",
        "TYPE": "Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH1",
        "STATE_ID": "OH",
        "NOTE": "From Description of Skills Gap: Workers must also possess technical skills, such as performing physical or digital tasks, understanding programming languages, or using mechanical equipment and tools to meet the needs of Ohio’s businesses.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH2",
        "STATE_ID": "OH",
        "NOTE": "However, the National Center for Education Statistics shows that Ohio was ranked 31st in the growth rate of STEM (Science, Technology, Engineering, and Mathematics) degree completions at two-year institutions and higher between 2012-2017 indicating another significant lag.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH3",
        "STATE_ID": "OH",
        "NOTE": "Includes “digital literacy skills” in Workforce Preparation Activities definition, references Aspire curriculum",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH4",
        "STATE_ID": "OH",
        "NOTE": "Educators also should have access to options for delivering the best digital and personalized learning (building on the Future Ready Framework). Options include project and case-based learning, STEM and STEAM (Science, Technology, Engineering, the Arts and Math)",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH5",
        "STATE_ID": "OH",
        "NOTE": "The first stage of the Career Pathway Initiative is enrollment into Workplace Fundamentals, a modular curriculum that includes computer training, digital safety, resume writing, and interviewing tips",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH6",
        "STATE_ID": "OH",
        "NOTE": "The State will invest $28 million this year and $40 million next year in its Choose Ohio First initiative to develop a workforce ready for STEMM (Science, Technology, Engineering, Mathematics, and Medicine) occupations.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH7",
        "STATE_ID": "OH",
        "NOTE": "Projects Computer and Mathematical Occupations will grow by 6.9% between 2016 and 2026",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH8",
        "STATE_ID": "OH",
        "NOTE": "A recent study completed by McKinsey Global Institute indicates that Ohio’s historic core sectors, including Manufacturing, Retail Trade, and Transportation and Warehousing are susceptible to future automation. Specifically, the study states that 47 percent of Ohio’s business activities can be automated using established technology. Data from EMSI also supports this trend, showing that computer science job openings increased 100 percent between 2018 and 2019.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OH9",
        "STATE_ID": "OH",
        "NOTE": "LinkedIn Learning. In addition to physical locations such as libraries, the State is also investing in technology to further increase access to workforce services. All Ohioans with a library card are able to take unlimited, free online training courses through LinkedIn Learning (which is typically a paid service). Customers may use either a computer or mobile device to II. STRATEGIC ELEMENTS 33 participate in over 15,000 courses such as software development, data analytics, and cyber security that are taught by industry experts.",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OK1",
        "STATE_ID": "OK",
        "NOTE": "Includes “digital skills training” in workforce preparation activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OK2",
        "STATE_ID": "OK",
        "NOTE": "Lists Computer User Support Specialists; System Software Developers; Computer Systems Analysts; in top occupations within Aerospace and Defense",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OK3",
        "STATE_ID": "OK",
        "NOTE": "Lists computer systems engineers as an in-demand occupation in the Central Planning Region",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR1",
        "STATE_ID": "OR",
        "NOTE": "Includes “digital literacy skills” in workforce preparation definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR2",
        "STATE_ID": "OR",
        "NOTE": "Lists “software competencies” among hard skills that employers see a shortage in among workers",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR3",
        "STATE_ID": "OR",
        "NOTE": "The conclusion: the labor market has been rewarding humans for performing tasks that computers cannot do",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR4",
        "STATE_ID": "OR",
        "NOTE": "WIOA youth programs: Computer skills workshops and general tutoring.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR5",
        "STATE_ID": "OR",
        "NOTE": "State career pathways funds are used at community colleges for advising, instruction, and support services to support ABS student in pathways and bridge programs in occupational areas such as:...computer applications",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR6",
        "STATE_ID": "OR",
        "NOTE": "SCSEP participants have access to free training on a variety of topics including computers, reading, and math skills. Host agency sites offer participants the chance to become familiar with common office equipment and procedures such as word processing software, computer-based scheduling programs, email etiquette, and customer service skills.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR7",
        "STATE_ID": "OR",
        "NOTE": "Many SCSEP applicants have been out of the workforce for an extended period of time and they may lack the computer skills demanded by many employers... Basic computer skills courses include general computer skills and Windows basics. Participants may advance to learn intermediate skills in Microsoft Word, Excel, and PowerPoint. SCSEP participants also take part in Job Club, which is designed to help them develop skills to maximize their job search efforts and secure unsubsidized employment.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR8",
        "STATE_ID": "OR",
        "NOTE": "Computer literacy has become increasingly important for SCSEP participants and most employment opportunities now require basic computer skills at a minimum. All SCSEP participants are required to register with iMatchSkills, the state’s computerized labor exchange system that matches employers with qualified candidates based on their skills and work experience.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "OR9",
        "STATE_ID": "OR",
        "NOTE": "Programs that Microsoft may want to integrate with for Skills Initiative or find alternatives to: Experience Works uses a program called JobReady that allows SCSEP participants to review their Individual Employment Plan (IEP) online any time they wish. SCSEP participants also use JobReady to complete online training courses at their own pace and earn Job Skill Certificates that can be presented to potential employers. Furthermore, participants are encouraged to access the National Career Readiness Certificate through WorkSource Oregon to demonstrate skill competency.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA1",
        "STATE_ID": "PA",
        "NOTE": "PAsmart website: In 2017, Governor Wolf convened the Middle Class Task Force, comprised of leaders in education, workforce, and economic development systems. The outcomes of the Task Force’s report led directly to the development of the PAsmart initiative, which has invested $70 million in its first two years in education and training needed for careers in high-growth industries. PAsmart supports the creation of regional workforce development and education partnerships such as STEM Ecosystems, the training of educators in computer science skills so that students are prepared for a high-tech digital economy, the expansion of Registered Apprenticeships, and next-generation industry partnerships. The governor’s office also launched the PAsmart website to serve as a resource for commonwealth residents to identify the tools and resources they need to make education and career decisions.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": "https://www.pasmart.gov/"
    },
    {
        "UNIQUE_ID": "PA2",
        "STATE_ID": "PA",
        "NOTE": "Digital Badges: Aligning credentials to career pathways for high priority occupations: The commonwealth is working to identify and align credentials to career pathways for high priority occupations (HPOs). The commonwealth is also exploring the use of micro-credentials, particularly for individuals with barriers to employment, to allow for the attainment of skills in shorter segments and the receipt of an industry-recognized credential to demonstrate skill competency to potential employers. In addition, students enrolled in PA Department of Education (PDE)-approved career and technical education (CTE) programs can earn digital badges upon achieving a minimum score on the technical assessment, which serve as an indicator of their skills, performance, and achievement.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA3",
        "STATE_ID": "PA",
        "NOTE": "Adult Education and Literacy Activities will integrate digital literacy skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA4",
        "STATE_ID": "PA",
        "NOTE": "PDE will fund a project on integration of technology into instruction to promote learning and digital literacy",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA5",
        "STATE_ID": "PA",
        "NOTE": "The Computer, Engineering & Science group will add less employment, about 29,000, but at the second-fastest rate (9.2 percent).",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA6",
        "STATE_ID": "PA",
        "NOTE": "The PAsmart initiative promotes the expansion of Registered Apprenticeships and invests in postsecondary education and training in computer science and STEM fields.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA7",
        "STATE_ID": "PA",
        "NOTE": "Local partnerships with community colleges and organizations will help with development and planning of basic computer skills training and pre-GED/basic skills workshops.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PA8",
        "STATE_ID": "PA",
        "NOTE": "The cross-sector PAsmart workforce development initiative promotes the expansion of Registered Apprenticeships and invests in postsecondary education and training in computer science and STEM fields.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR1",
        "STATE_ID": "PR",
        "NOTE": "Computer literacy is an option already available in the Adult Education and Family Literacy training activities and adult education instructors will continue to actively incorporate computer-assisted instruction into the curriculum as a strategy to develop digital literacy skills among students, which will enhance the participants' literacy development as well as their work skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR2",
        "STATE_ID": "PR",
        "NOTE": "The Program encourages the PRDCR staff and service providers to include in their educational offer the integration of digital literacy skills and educational services leading to employment…",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR3",
        "STATE_ID": "PR",
        "NOTE": "Adult Basic Education: The services are delivered in a nonthreatening environment and comprise basic academic competencies, digital literacy and self management skills that provide adults with the skills to identify and secure employment, advance on the job…",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR4",
        "STATE_ID": "PR",
        "NOTE": "It is the intention of the Program, developing the skills of the XXI century, the STEM approach, to continue with digital literacy, employability skills and occupational routes for all young, adult or disabled participants.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR5",
        "STATE_ID": "PR",
        "NOTE": "[The hired academic facilitators] will highlight the need to address and develop 21st century skills, digital literacy, employability skills to achieve a transition to postsecondary level or to the workplace. They will offer training workshops, coaching and mentoring by subject and individualized technical assistance in each of the centers.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR6",
        "STATE_ID": "PR",
        "NOTE": "Additional areas targeted through this program are:  integration of digital literacy skills; STEM,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR7",
        "STATE_ID": "PR",
        "NOTE": "Provision of technical assistance to eligible providers of adult education and literacy activities: Training and technical assistance in the integration of digital literacy skills into all adult education and literacy activities.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR8",
        "STATE_ID": "PR",
        "NOTE": "Assessing quality: The integration of prioritized literacy based workforce preparation skills and digital literacy skills in the instruction delivered under all content domains, is strongly encouraged for all programs.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR9",
        "STATE_ID": "PR",
        "NOTE": "Government should help develop critical skills in the workforce through multiple proposed initiatives, including: Youth development: Investment in STEM through targeted teacher professional development and related programs; apprenticeship programs through partnership with universities and local businesses; Higher education: Curriculum development grants and scholarships for UPR students focused on high-impact sectors, e.g., the IT industry and Computer Science. Current labor market: Apprenticeship Programs through collaboration with the private sector; training & certification programs focused on the areas of reconstruction efforts; creation of a job council to coordinate development and employment opportunities for youth and the unemployed",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Projected Job Growth/Occupation Outlook;  Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR10",
        "STATE_ID": "PR",
        "NOTE": "Job Skills Training Directly Related to Employment. This activity may also include training to promote basic skills such as computer and workplace literacy,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "PR11",
        "STATE_ID": "PR",
        "NOTE": "Computer Skills: The ability to apply the principles of employment counseling to the use of the Internet and other online services, including but not limited to testing, job banks (PR.JOBS), job search, preparing and distributing resumes, reports, case management, counseling and maintaining confidentiality of customer data",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI1",
        "STATE_ID": "RI",
        "NOTE": "“Digital Certificate” Program in RI State Workforce System: A digital certificate is an electronic “access card” that establishes credentials when carrying out transactions on the Web, and is issued by a certification authority. It contains a copy of the certificate holder’s public key (used for encrypting and decrypting messages and digital signatures) and the digital signature of the certificate-issuing authority so that a recipient can verify that the certificate is real. The following data is always encrypted when is accessed by a Virtual OneStop: • Social Security Number • Federal Employer Identifier Number • Wage Records • Individual benefits and public assistance Information • User ID and Password",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI2",
        "STATE_ID": "RI",
        "NOTE": "“Digital technology skills” provided by RI one-stop centers",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI3",
        "STATE_ID": "RI",
        "NOTE": "Incentive funds are provided  to support local providers’ efforts to upgrade technology and participate in new blended learning and basic digital literacy professional development.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI4",
        "STATE_ID": "RI",
        "NOTE": "One local provider, the Rhode Island Family Literacy Initiative, has lead the way in creating and colocating technology and digital trainings and coaching in two public libraries and at two local one-stop centers. This training includes a digital literacy component leading to North Star Certification for learners and practitioners alike.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI5",
        "STATE_ID": "RI",
        "NOTE": "Every respondent to Tech Collective’s Employer Survey indicated that the “Lack of skilled workers/candidates to hire” is the biggest workforce challenge at their company. Competition with other companies to hire qualified workers and retaining skilled workers were also concerns for 40% of companies.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI6",
        "STATE_ID": "RI",
        "NOTE": "“In sum, Rhode Island’s residents were barely more educated in 2014 than they were in 2009, and actually less educated in terms of the share of the population with only a bachelor’s degree.” This will create a shortage of labor supply for Rhode Island businesses. This is particularly acute in computer programming and coding jobs, which have seen thousands of openings each year in Rhode Island. The number of occupations requiring STEAM degrees is growing in the state, but Rhode Island produces the lowest or almost lowest number of STEAM degrees among its benchmark states and in the region.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI7",
        "STATE_ID": "RI",
        "NOTE": "Students are not prepared to enter STEAM careers, showing a lack of proficiency in science and math. Students are not being introduced to computer science and coding, which offer pathways to jobs in highvalue advanced industries. Only 72 students took the AP computer science exam in 2014-2015, with many students only taking a basic computer literacy class to fulfill the technology graduation requirement.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI8",
        "STATE_ID": "RI",
        "NOTE": "Project Opportunity - this program provides intensive adult education for customers at or below a fourth grade reading level. The program provides: computer skills and financial literacy; job skills training modules; and life skills related case management. Participants receive certificates of progress for increased educational levels, computer skills, and financial literacy.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI9",
        "STATE_ID": "RI",
        "NOTE": "Pre-Certified Vendor Training - Rhode Island Works recipients are able to attend one appropriate training, from the list of pre-certified vendors, paid for by DHS. The types of training programs include Computer Skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI10",
        "STATE_ID": "RI",
        "NOTE": "Goal for Governor’s Workforce Board: Expand resources and improve services to address literacy, numeracy, English language proficiency, computer skills, and other work readiness skills for Target Populations with populations Barriers to employment",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI11",
        "STATE_ID": "RI",
        "NOTE": "In addition, staff are trained to recognize individuals who lack computer skills and proactively offer one-on-one assistance in filing UI claims.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI12",
        "STATE_ID": "RI",
        "NOTE": "Lists Computer and Mathematical occupations among the fastest growing occupational groups (16.7%)",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "RI13",
        "STATE_ID": "RI",
        "NOTE": "SCEP: Also, computer training and experience will continue to be emphasized and provided by the grantee; host training sites; and, by training sources under agreement with the grantee",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SC1",
        "STATE_ID": "SC",
        "NOTE": "Includes “digital literacy skills” in workforce preparation activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SC2",
        "STATE_ID": "SC",
        "NOTE": "Annually, statewide training opportunities are offered during the spring and fall for both paid and volunteer adult education practitioners. Includes digital literacy trainings.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SC3",
        "STATE_ID": "SC",
        "NOTE": "During the summer, graduate level courses are offered as an additional learning opportunity for all adult education practitioners at low to no cost. This includes Digital Literacy In Adult Education.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SC4",
        "STATE_ID": "SC",
        "NOTE": "Occupations listed as having potential employment gaps: Computer and Information Systems Managers, Computer Network Support Specialists",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SC5",
        "STATE_ID": "SC",
        "NOTE": "Soft Skills Training Curriculum includes  Introduction to Computing, Computer Skills: Word, Computer Skills: PowerPoint, Computer Skills: Excel, Basic Employability,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SC6",
        "STATE_ID": "SC",
        "NOTE": "DEW and SCDC are partnering to help offenders find jobs through a work ready initiative that launched in November 2014. With onsite support from SC Works at the Manning Correctional Institution, this venture allows inmates to apply to participate in a series of workshops that develop important capabilities including computer skills,",
        "DATE": "",
        "TYPE": "Veterans population or prison population",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD1",
        "STATE_ID": "SD",
        "NOTE": "Title II Students: . Distance Learning, as well as Digital Literacy, will likely prove more prominent during the duration of the forthcoming grant cycle; this modality [and the requisite skills] intersect with both educational and career advancement.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD2",
        "STATE_ID": "SD",
        "NOTE": "Includes “digital literacy skills” in Workforce Preparation Activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD3",
        "STATE_ID": "SD",
        "NOTE": "The state’s refugee-resettlement entity, as an AEFLA sub-recipient, continues to deliver the sole IELCE programming in South Dakota. Include Digital Literacy Instruction.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD4",
        "STATE_ID": "SD",
        "NOTE": "STEP Classes offer short, intensive, sector-specific training: Could Microsoft work with South Dakota to expand into any STEM/computer-related field?",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD5",
        "STATE_ID": "SD",
        "NOTE": "Workforce Preparation activities are available through the entity's monthly, short-term, managed-enrollment classes in employability skills and digital literacy,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD6",
        "STATE_ID": "SD",
        "NOTE": "The IELCE program provides short-term, managed-enrollment Workforce Preparation classes, even during the evening; these classes include Integrated Digital Literacy, Basic Computer Skills",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD7",
        "STATE_ID": "SD",
        "NOTE": "Lists Computer and Mathematical Occupations among list of occupational groups with highest number of job openings listed online",
        "DATE": "",
        "TYPE": "Other",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD8",
        "STATE_ID": "SD",
        "NOTE": "WIOA Title III Wagner-Peyser offers basic career services specifically to include financial literacy courses, Job Search Assistance Program, WorkKeys® Curriculum Assessment, resume assistance, on-line Alison courses, and Teknimedia computer courses",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD9",
        "STATE_ID": "SD",
        "NOTE": "The need to development of new Registered Apprenticeship programs is necessary to increase the number of apprentices. By 2026, the healthcare industry is facing a 11.45% growth in South Dakota, manufacturing 5.96%, accommodation and food service 8.93%, and computer science/information technology 12.05%. As a result, training in these industries is essential.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "SD10",
        "STATE_ID": "SD",
        "NOTE": "The Priority Program Factors are: • Registered Apprenticeships in these key industries: Computer Science/Information Technology, Healthcare, Advanced Manufacturing, and Accommodation and Food Service.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TN1",
        "STATE_ID": "TN",
        "NOTE": "IELCE: Job readiness training will also be included in instruction and will be facilitated by the integration of digital literacy.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TN2",
        "STATE_ID": "TN",
        "NOTE": "ELL Instruction: Programs will provide instruction that promotes academic success so that ELLs may pursue a secondary diploma or its equivalent and/or post-secondary training. Digital literacy will be an integral part of instruction at all levels.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TN3",
        "STATE_ID": "TN",
        "NOTE": "Slightly over one third of stakeholder respondents agree that VR Client chances of getting a job increased because of training and services received through Vocational Rehabilitation. Job Readiness and basic computer skills topped the list in expected training and skills most potential employers are looking from VR clients.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TN4",
        "STATE_ID": "TN",
        "NOTE": "SCSEP is designed for those who are not job-ready, but are low-skilled, and have a family income that falls under 125% of the Federal Poverty Guidelines. Individuals enrolling in the SCSEP program have a need for further education and/or training to perform work that is available in the local Tennessee labor market. Example of skill level of eligible individuals upon enrollment include limited or no computer skills,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX1",
        "STATE_ID": "TX",
        "NOTE": "Includes “digital literacy skills” in Workforce Preparation Activities Definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX2",
        "STATE_ID": "TX",
        "NOTE": "The Texas workforce employed in middle-skill occupations in science, technology, engineering, and math (STEM) fields is projected to increase by 24 percent to nearly 1.5million workers in the next decade.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX3",
        "STATE_ID": "TX",
        "NOTE": "Common Required Skills for Employment: Hard Skills: • Java—Knowledge of the information and techniques needed to design, implement and maintain Java Application Phases. This includes developing application code for Java programs, conducting software analysis, programming, testing, and debugging. • Software Development—Knowledge of computer programming and coding, logical thinking and problem solving, database knowledge, algorithms and data structures, software testing, and debugging. • Python—Knowledge of Core Python Applications, web frameworks, object relational mappers, and multi-process architecture. This can include front-end developer skills, database knowledge, systems administration, and script writing. • Structured Query Language—Knowledge of information and techniques needed to update data on a database or retrieve data from a database. This includes querying data, controlling access to the database and its objects, and ensuring database integrity. • Java Script—Knowledge of techniques used to create interactive webpages including dynamically updating web content, controlling multimedia, and animating images.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX4",
        "STATE_ID": "TX",
        "NOTE": "TWC does not have enough data to adequately address skills gaps for specific occupations at the state or regional level. However, anecdotal information suggests that the state is facing a shortage of skilled workers in occupations requiring postsecondary training.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX5",
        "STATE_ID": "TX",
        "NOTE": "Further, Texas CEO magazine noted that “During the past decade, the number of mathematics and statistics degrees awarded in Texas rose less than 15 percent. During this period, the number of computer and math jobs in Texas increased nearly 45 percent. The result is full employment for computer and math talent.”",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX6",
        "STATE_ID": "TX",
        "NOTE": "Jobs Y’all: Helps Texans discover career paths and skills needed to enter the workforce",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": "https://jobsyall.com/"
    },
    {
        "UNIQUE_ID": "TX7",
        "STATE_ID": "TX",
        "NOTE": "Training programs for SCSEP participants in Texas include computer literacy, including Microsoft Office,",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX8",
        "STATE_ID": "TX",
        "NOTE": "Low-income older job seekers often have limited or no computer skills.. Improving access to computers in rural areas will increase the amount of computer and online training available for participants. To address rural technology needs, grantees will contact local businesses, governmental agencies, public libraries, and community- and faith-based organizations regarding ongoing computer and Internet access for participants. More host agencies are needed that can provide general office skills training, computer skills training, and job-specific skills training.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX9",
        "STATE_ID": "TX",
        "NOTE": "Computer skills are a priority for all employment opportunities.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "TX10",
        "STATE_ID": "TX",
        "NOTE": "Computer training:  Participants can also access free online training from www.learn2type.com and www.gcflearnfree.org, which is especially valuable in rural areas.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": "www.learn2type.com ; www.gcflearnfree.org"
    },
    {
        "UNIQUE_ID": "UT1",
        "STATE_ID": "UT",
        "NOTE": "Strategies to improve access to one-stop delivery system access: Enhance digital literacy skills as defined in section 202 of the Museum and Library Services Act (20U.S.C. 9101); referred to in this Act as “digital literacy skills”, Accelerate the acquisition of skills and recognized post-secondary credentials by participants",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "UT2",
        "STATE_ID": "UT",
        "NOTE": "As the population increases, healthcare expansion is a natural consequence. Computer sectors also have a strong presence. The national post-Great Recession technology expansion is very urban-centric, as the young labor force that fuels it seems to prefer an urban setting. Since Utah is highly urbanized, it naturally follows that Utah would have a healthy and vibrantly expanding technology sector.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "UT3",
        "STATE_ID": "UT",
        "NOTE": "Lists Computer Occupations and Computer User Support Specialists under “List of Highest Growth Occupations”",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "UT4",
        "STATE_ID": "UT",
        "NOTE": "One area where the region does not have a strong occupational presence is in the computer and mathematical occupations. It has actually shed jobs over the past several years.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "UT5",
        "STATE_ID": "UT",
        "NOTE": "The generally high-paying professional and technical segments also contribute to this list, led by computer systems design and related services,",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "UT6",
        "STATE_ID": "UT",
        "NOTE": "Other major occupational categories with several emerging occupations are computer and mathematical…",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "UT7",
        "STATE_ID": "UT",
        "NOTE": "The following are the top skills and certifications for Utah as analyzed from Help Wanted Online® across the first six months of 2019. Given the large amount of time soft skills are counted in relation to hard skills, one could conclude that soft skills are often more critical to employers than are hard-skill credentials. Includes Basic Computer Skills in soft skills.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VT1",
        "STATE_ID": "VT",
        "NOTE": "Includes “enhance digital literacy skills” and “enhancing participants’ digital literacy skills” in lists of strategies to improve access to one-stop system",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VT2",
        "STATE_ID": "VT",
        "NOTE": "Includes “digital literacy skills” in Workforce Preparation Activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VT3",
        "STATE_ID": "VT",
        "NOTE": "Additionally, the participants worked with the VDOL case managers and labor exchange staff to access career counseling, resume building, and develop better communication and computer skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VT4",
        "STATE_ID": "VT",
        "NOTE": "From Statewide Survey: -\tThe new skills consumers are most likely to report are computer and technology use skills (23%).  -\tThe most commonly reported assistive technology skills learned are computer/technology skills (22%).",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VT5",
        "STATE_ID": "VT",
        "NOTE": "“What would be helpful is if DBVI put together a series of overnight experiences - like the leap retreat weekends but even quicker, and more often for students in 10- 12 grade. Small but frequent experiences where our students could get together more frequently while being exposed to work experiences... Some jobs could be a professor at UVM, various food service employees, computer programmers,”",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VA1",
        "STATE_ID": "VA",
        "NOTE": "Includes digital literacy skills as component of Plugged In Virginia (PIVA)",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VA2",
        "STATE_ID": "VA",
        "NOTE": "Expanding PluggedInVA to the lower levels ensures that adult learners in need of basic skill development have opportunities to acquire digital literacy skills, employability skills…",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VA3",
        "STATE_ID": "VA",
        "NOTE": "Digital Badge Program Info: CTECS Workplace Readiness Skills (WRS) Assessment© provides validation of an individual’s basic comprehension of 21 universal workplace skills and behavior standards as identified though a VDOE initiative and research from the Demographics Research Group, Weldon Cooper Center for Public Service, University of Virginia... Today’s badges are digital credentials that represent skills, interests, and achievements earned by an individual through specific projects, programs, courses, or other activities. There is a learning ecosystem behind the badges that makes them powerful and connected credentials. This ecosystem is made up of badge “issuers,” badge “earners,” and badge “consumers.” Expanding Education and Workforce Opportunities through Digital Badges, All4Ed.org (Alliance for Excellent Education and Mozilla Foundation, 2013).... When successfully awarded, the badges are instantly portable and students are encouraged to add them to their digital resumes and career and social networking sites, such as LinkedIn and Facebook. Ultimately, CTECS will turn the badge process into a fully—automated system in which the student has the option to select to receive the digital badge link directly as a part of the successful testing process through their online testing provider Technology Fluency Institute (TFI). TFI is currently building this capability. No additional fee is charged to schools or students for this additional service. To view a generic version of the badge click here: https://app.achievery.com/badge/2331. The badge awarded to students is personalized. For the 2014—15 school year, over 28,000 Virginia secondary students passed the CTECS WRS Assessment and are qualified to apply for the digital badge.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "VA4",
        "STATE_ID": "VA",
        "NOTE": "Growing Occupations: One difference that does stand out is the prominence of Computer and Mathematical positions in Northern Virginia and the Alexandria/Arlington workforce region. -\tTable 15 builds on the needs of employers, focusing on the occupations with the most openings. Many of the skills are similar to those requested by industry, but with a heavy emphasis on computer skills. The same goes for the most requested certifications, with computer-specific certifications such as Information Systems Security Professional certification appearing in six of the top ten occupations. What is particularly worrisome is the lack of available candidates that specify an interest in these occupations with the highest need.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA1",
        "STATE_ID": "WA",
        "NOTE": "To fill skill gaps, ESD has invested in statewide licenses for on-line work skills improvement using KeyTrain and SkillSoft training modules for access to the Microsoft e-learning library. Nearly all significant MSFW offices also offer Spanish computer literacy classes, which have seen higher participation rates every year during the off-season. This experience has introduced MSFWs to digital media and a new world of information - some for the first time in their lives. The computer classes have helped digitally-illiterate customers use computers and gain much needed keyboarding skills. Some have progressed to Microsoft Word and Outlook",
        "DATE": "",
        "TYPE": "Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA2",
        "STATE_ID": "WA",
        "NOTE": "WA is incorporating digital literacy into blind youth consortium",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA3",
        "STATE_ID": "WA",
        "NOTE": "As technology continues to have a greater influence the job market and life in general there has been an increased effort for SCSEP providers to support the aging worker in gaining these skills and knowledge. Hence the efforts and expectations for individuals to be co—enrolled with appropriate WIOA Core Partner programs; increased training opportunities beyond the basic computer classes to include hands on IT and Data base computer training positions; administrative assistants training via the Microsoft academy and Workforce Development/WorkSource trainings",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Direct mention of Microsoft",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA4",
        "STATE_ID": "WA",
        "NOTE": "Washington State AmeriCorps technology volunteers, Goodwill, libraries and some CBOs respond to WorkSource invitations to bring technology workshops and individual assistance to current and future jobseekers who need to acquire computer basics and intermediate skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA5",
        "STATE_ID": "WA",
        "NOTE": "Washington Basic Food Employment and Training: Basic Education is education provided to participants to raise their overall employability. BE activity may include education in basic computer skills,",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA6",
        "STATE_ID": "WA",
        "NOTE": "Veteran  education: Our offices partner with community resources that teach computer skills and take full advantage of the series of employment-related workshops offered in each WorkSource office.",
        "DATE": "",
        "TYPE": "Veterans population or prison population; Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WA7",
        "STATE_ID": "WA",
        "NOTE": "AARP is looking at offering virtual services in rural areas to allow potential participant access. Drawbacks to virtual services are a potential lack of participant computer literacy and high speed internet access.",
        "DATE": "",
        "TYPE": "Digital Divide",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WV1",
        "STATE_ID": "WV",
        "NOTE": "Includes “digital literacy skills” in Workforce Preparation Activities definition",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WV2",
        "STATE_ID": "WV",
        "NOTE": "In addition, many of the approved secondary CTE programs of study will offer badges to recognize incremental attainment of skills. Badges are earned when a student achieves a minimum score on the technical assessment. A digital badge is an electronic indicator of one’s skills, performance, and achievement.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WV3",
        "STATE_ID": "WV",
        "NOTE": "Adult Education is also exploring the use of micro—credentials, particularly for individuals with barriers to employment, as a means to allow for the attainment of skills in shorter segments and the receipt of an industry-recognized credential to demonstrate skill competency to potential employers. In addition, students enrolled in WVDE approved CTE programs will soon be able to earn badges. Badges are earned when a student achieves a minimum score on the technical assessment.",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WV4",
        "STATE_ID": "WV",
        "NOTE": "WV Adult Education Local Activities: . Programs will articulate how distance learning, and other modes of technology, will be integrated into instruction to support digital literacy attainment and meet students’ specific learning needs.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WV5",
        "STATE_ID": "WV",
        "NOTE": "Nearly all of the top ten occupations (figure 13) ranked by annual growth rate are contained within three occupational clusters: Healthcare Support Occupations, Healthcare Practitioners and Technical Occupations, and Computer and Mathematical Occupations.",
        "DATE": "",
        "TYPE": "Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WV6",
        "STATE_ID": "WV",
        "NOTE": "Build It, Keep It, Share It program- teaches students how to build a computer that they then get to keep",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI1",
        "STATE_ID": "WI",
        "NOTE": "“Digital literacy competencies” included in WTCS curriculum standards",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI2",
        "STATE_ID": "WI",
        "NOTE": "Funds in the IELCE grant category are allowable and often used for the following activities: Numeracy and/or Digital Literacy.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI3",
        "STATE_ID": "WI",
        "NOTE": "Jointly with the local workforce system, all recipients of IELCE grant awards work on determining the type of services needed by each participant in the program; and after the initial assessment of their English language skills, are offered employability, mathematics and digital literacy skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI4",
        "STATE_ID": "WI",
        "NOTE": "Title II programs: Include integrating employability and digital literacy skills into the Adult Education curriculum",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI5",
        "STATE_ID": "WI",
        "NOTE": "ELL programs: integrating digital literacy Into ELL instruction, connecting adult ELL learners to regional high-growth career pathways through contextualization",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI6",
        "STATE_ID": "WI",
        "NOTE": "Businesses are demanding worker skills in three general areas: • Technical skills, • Soft skills, and • Employability skills. These skill sets overlap, despite their operational specificity. For example, technical skills entail computer use, blueprint literacy, and basic math and language skills. Soft skills include listening, conflict resolution, and teamwork. Perhaps most frustrating for many businesses are the lack of sufficient scope of employability skills (\"soft skills\"),e.g., showing up on time, daily attendance, safety, and discretion.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills; Projected Job Growth/Occupation Outlook",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WI7",
        "STATE_ID": "WI",
        "NOTE": "Through the statewide network of 22 Comprehensive and 30+ Affiliated Job Centers and the state labor exchange, JobCenterofWisconsin.com, all individuals have access to re-employment services, program referrals and job search assistance...Services include:  Computer and technical skill enhancement;",
        "DATE": "",
        "TYPE": "Digital Badging, Skilling-type website offered by State or State Programs in place; Mentions Digital Literacy/Computer Skills",
        "LINK": "JobCenterofWisconsin.com"
    },
    {
        "UNIQUE_ID": "WY1",
        "STATE_ID": "WY",
        "NOTE": "Includes digital literacy skills in Workforce Preparation Activities definition and in outline of individualized career services",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WY2",
        "STATE_ID": "WY",
        "NOTE": "Curriculum that supports high school equivalency certificate attainment, measurable skill gains, and emerging Career Pathways shall be employed in all Adult Education and Literacy Program services.  Prospective program provider applicants will articulate how distance learning and other modes of technology will be integrated into instruction to support digital literacy attainment, as well as meet students’ specific learning needs.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WY3",
        "STATE_ID": "WY",
        "NOTE": "Digital literacy and the use of technology will be integrated into classroom instruction, in professional development, and in relevant online forums. The State will disseminate information regarding models and promising practices related to the digital literacy needs of students and staff.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    },
    {
        "UNIQUE_ID": "WY4",
        "STATE_ID": "WY",
        "NOTE": "Referrals to the Adult Education and Family Literacy program for individualized and group instruction in literacy for eligible learners. Area of study are reading, writing, language, math, and computer skills.",
        "DATE": "",
        "TYPE": "Mentions Digital Literacy/Computer Skills",
        "LINK": ""
    }
]